{
  "led_zeppelin": {
    "historia": "Formado em 1968, o Led Zeppelin uniu o guitarrista Jimmy Page, o vocalista Robert Plant, o baixista John Paul Jones e o baterista John Bonham. Surgindo das cinzas dos Yardbirds, a banda rapidamente definiu o som do hard rock com os álbuns \"Led Zeppelin\" e \"Led Zeppelin II\", ambos de 1969, fundindo blues pesado com uma energia avassaladora.\n\nNo início dos anos 70, o grupo atingiu seu auge criativo e comercial. \"Led Zeppelin III\" (1970) explorou influências folk, mas foi o enigmático \"Led Zeppelin IV\" (1971) que os consagrou como gigantes. Com hinos como \"Stairway to Heaven\", o álbum se tornou um dos mais vendidos e aclamados de todos os tempos, solidificando seu status de lendas.\n\nA banda continuou a expandir suas fronteiras musicais com \"Houses of the Holy\" (1973), de sonoridade mais experimental. O auge dessa ambição veio com o álbum duplo \"Physical Graffiti\" (1975), uma obra-prima que demonstrou a versatilidade do grupo, solidificando seu domínio como a maior banda de rock do mundo na época.\n\nA segunda metade da década foi marcada por desafios, refletidos em álbuns como \"Presence\" (1976), mais cru e guiado pela guitarra de Page. Seu último disco de estúdio, \"In Through the Out Door\" (1979), mostrou uma maior influência dos teclados de Jones, indicando novas direções musicais antes do fim da jornada.\n\nA trajetória da banda foi tragicamente interrompida com a morte do baterista John Bonham em setembro de 1980. Respeitando a química insubstituível entre os quatro membros, o grupo anunciou seu fim oficial em dezembro do mesmo ano, deixando um legado incalculável que influenciou gerações e redefiniu o rock.",
    "timeline": [
      {
        "year": "1968 — Formação",
        "text": "<p>Jimmy Page reúne Robert Plant, John Paul Jones e John Bonham.</p><p>O grupo nasce como The New Yardbirds, mas logo adota o nome Led Zeppelin.</p>"
      },
      {
        "year": "1969 — Ascensão Imediata",
        "text": "<p>Lançamento dos álbuns Led Zeppelin I (janeiro) e Led Zeppelin II (outubro).</p><p>A banda explode mundialmente com seu som pesado e inovador.</p>"
      },
      {
        "year": "1970 — Expansão Musical",
        "text": "<p>Lançamento de Led Zeppelin III, com forte influência folk.</p><p>Inclui as faixas Immigrant Song, Since I've been Loving You e Tangerine.</p><p>A banda se distancia da mídia e reforça seu ar enigmático.</p>"
      },
      {
        "year": "1971 — O Clássico Absoluto",
        "text": "<p>Lançamento de Led Zeppelin IV, um dos álbuns mais vendidos da história.</p><p>Inclui \"Stairway to Heaven\", que se torna um marco do rock.</p>"
      },
      {
        "year": "1973 — Domínio Mundial",
        "text": "<p>Lançamento de Houses of the Holy, marcado pela liberdade criativa.</p><p>Turnês gigantescas estabelecem números recordes de espectadores.</p><p>Criação da gravadora própria: a Swan Song Records.</p>"
      },
      {
        "year": "1975 — Obra-Prima Dupla",
        "text": "<p>Lançamento do álbum duplo Physical Graffiti, primeiro pela recém criada Swan Song Records.</p><p>Inclui a icônica Kashimir, Ten Years Gone e In My Time of Dying.</p><p>O Led Zeppelin atinge o auge criativo e comercial.</p>"
      },
      {
        "year": "1977 — Tragédia e Hiato",
        "text": "<p>Morte de Karac Plant, filho de Robert Plant aos 5 anos de idade.</p><p>A turnê americana é cancelada e a banda entra em pausa.</p>"
      },
      {
        "year": "1979 — Retorno",
        "text": "<p>Lançamento do álbum In Through the Out Door, repleto de texturas e sintetizadores, é considerado o disco de John Paul Jones.</p><p>É o último álbum gravado em estúdio marcando o testamento final do grupo.</p><p>Shows históricos em Knebworth, marcando o retorno aos palcos.</p>"
      },
      {
        "year": "1980 — Fim da Banda",
        "text": "<p>Morte de John Bonham em setembro.</p><p>A banda anuncia oficialmente o seu fim, afirmando que não poderia continuar sem ele.</p><p>Dois anos depois é lançado CODA, álbum com sobras de estúdio de faixas gravadas entre 1968 e 1978.</p>"
      },
      {
        "year": "1985 — Live Aid",
        "text": "<p>Primeira vez que os três membros remanescentes se reuniram no palco após a morte de John Bonham em 1980, com Phil Collins e Tony Thompson na bateria. A apresentação teve um setlist curto: Rock and Roll, Whole Lotta Love e Stairway to Heaven</p>"
      },
      {
        "year": "1988 — Atlantic 40 anos",
        "text": "<p>Reunião em celebração aos 40 anos da Atlantic Records.</p><p>No setlist: Stairway to Heaven, Misty Mountain Hop, Rock and Roll, Whole Lotta Love e Kashimir.</p><p> Destaque para Jason Bonham na bateria, filho do lendário John Bonham.</p>"
      },
      {
        "year": "1995 — Hall da Fama",
        "text": "<p>O Led Zeppelin é introduzido no Rock and Roll Hall of Fame.</p><p>A performance histórica e explosiva contou com convidados interpretando as músicas ao lado da banda.</p><p>Novamente com Jason Bonham assumindo a bateria.</p>"
      },
      {
        "year": "2007 — Celebration Day",
        "text": "<p>Show histórico em Londres, em homenagem a Ahmet Ertegun, fundador da Atlantic Records.</p><p>Formação: Page, Plant, Jones e Jason Bonham.</p><p>18 mil ingressos são vendidos.</p><p>Considerado por muitos o melhor show de reunião da história do rock.</p>"
      },
      {
        "year": "2012 — Filme/Álbum Ao Vivo",
        "text": "<p>O show Celebration Day realizado em 2007 é lançado oficialmente como álbum e filme nos cinemas.</p><p>Vence o Grammy de Melhor Álbum de Rock.</p>"
      }
    ],
    "albuns": [
      {
        "album": "Led Zeppelin",
        "year": 1969,
        "tracks": [
          "Good Times Bad Times",
          "Babe I'm Gonna Leave You",
          "You Shook Me",
          "Dazed And Confused",
          "Your Time Is Gonna Come",
          "Black Mountain Side",
          "Communication Breakdown",
          "I Can't Quit You Baby",
          "How Many More Times"
        ],
        "description": "O álbum de estreia homônimo é uma explosão de blues-rock pesado e psicodelia. Lançado em 1969, ele estabeleceu a base sonora da banda, com faixas como 'Dazed and Confused' e 'Communication Breakdown' que misturam a ferocidade do rock com as raízes profundas do blues americano, definindo um novo paradigma para a música pesada."
      },
      {
        "album": "Led Zeppelin II",
        "year": 1969,
        "tracks": [
          "Whole Lotta Love",
          "What Is and What Should Never Be",
          "The Lemon Song",
          "Thank You",
          "Heartbreaker",
          "Living Loving Maid (She's Just a Woman)",
          "Ramble On",
          "Moby Dick",
          "Bring It On Home"
        ],
        "description": "Considerado por muitos o álbum que definiu o hard rock, 'Led Zeppelin II' é mais direto e pesado que seu antecessor. Gravado enquanto a banda estava em turnê, o álbum captura a energia crua de suas apresentações ao vivo, com riffs icônicos em faixas como 'Whole Lotta Love' e 'Heartbreaker', e uma temática que explora o sexo, a estrada e a mitologia do rock and roll."
      },
      {
        "album": "Led Zeppelin III",
        "year": 1970,
        "tracks": [
          "Immigrant Song",
          "Friends",
          "Celebration Day",
          "Since I've Been Loving You",
          "Out On The Tiles",
          "Gallows Pole",
          "Tangerine",
          "That's The Way",
          "Bron-Y-Aur Stomp",
          "Hats Off To (Roy) Harper"
        ],
        "description": "Este álbum marcou uma virada surpreendente para um som predominantemente acústico e folk, inspirado por um retiro em uma cabana no País de Gales (Bron-Y-Aur). Apesar de ainda conter faixas de rock pesado como 'Immigrant Song', o álbum é dominado por baladas pastorais e melodias celtas, explorando temas de natureza, mitologia e introspecção, mostrando a versatilidade musical da banda."
      },
      {
        "album": "Led Zeppelin IV",
        "year": 1971,
        "tracks": [
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Four Sticks",
          "Going to California",
          "When the Levee Breaks"
        ],
        "description": "Um dos álbuns mais icônicos e misteriosos da história do rock, o quarto álbum sem título é uma obra-prima que consolida todos os elementos do som do Led Zeppelin. Do hard rock pulsante de 'Black Dog' ao folk místico de 'The Battle of Evermore' e a épica e atemporal 'Stairway to Heaven', o álbum explora temas de ocultismo, fantasia e espiritualidade, tornando-se um marco cultural."
      },
      {
        "album": "Houses of the Holy",
        "year": 1973,
        "tracks": [
          "The Song Remains The Same",
          "The Rain Song",
          "Over The Hills And Far Away",
          "The Crunge",
          "Dancing Days",
          "D'yer Mak'er",
          "No Quarter",
          "The Ocean"
        ],
        "description": "Expandindo ainda mais suas fronteiras musicais, 'Houses of the Holy' incorpora influências de reggae ('D'yer Mak'er') e funk ('The Crunge') em seu som. O álbum é mais brilhante e otimista, com uma produção mais polida e complexa. As letras mergulham em temas de fantasia, mitologia e viagens, como visto na épica 'No Quarter' e na melódica 'The Rain Song'."
      },
      {
        "album": "Physical Graffiti",
        "year": 1975,
        "tracks": [
          "Custard Pie",
          "The Rover",
          "In My Time of Dying",
          "Houses of the Holy",
          "Trampled Under Foot",
          "Kashmir",
          "In the Light",
          "Bron-Yr-Aur",
          "Down By the Seaside",
          "Ten Years Gone",
          "Night Flight",
          "The Wanton Song",
          "Boogie With Stu",
          "Black Country Woman",
          "Sick Again"
        ],
        "description": "Um álbum duplo monumental que serve como uma vitrine para a diversidade musical do Led Zeppelin. 'Physical Graffiti' passeia por hard rock, blues, funk, e até música oriental na majestosa 'Kashmir'. O álbum reúne novas gravações com sobras de sessões anteriores, criando uma obra expansiva e coesa que explora temas que vão da vida na estrada a reflexões existenciais."
      },
      {
        "album": "Presence",
        "year": 1976,
        "tracks": [
          "Achilles Last Stand",
          "For Your Life",
          "Royal Orleans",
          "Nobody's Fault But Mine",
          "Candy Store Rock",
          "Hots On For Nowhere",
          "Tea For One"
        ],
        "description": "Gravado em um período turbulento para a banda, 'Presence' é um álbum visceral e dominado por guitarras. É o único álbum de estúdio que não contém teclados ou violões, resultando em um som de hard rock direto e intenso. Faixas como a épica 'Achilles Last Stand' refletem um senso de urgência e luta, com temas líricos que abordam a sobrevivência e a resiliência."
      },
      {
        "album": "In Through the Out Door",
        "year": 1979,
        "tracks": [
          "In The Evening",
          "South Bound Saurez",
          "Fool In The Rain",
          "Hot Dog",
          "Carouselambra",
          "All My Love",
          "I'm Gonna Crawl"
        ],
        "description": "Marcado pela crescente influência do tecladista John Paul Jones, este álbum adota uma sonoridade mais pop e experimental, com uso proeminente de sintetizadores. Canções como 'Fool in the Rain' (com seu ritmo de samba) e a balada 'All My Love' mostram uma faceta mais suave e melódica da banda, contrastando com o rock pesado de seus primeiros anos. Os temas refletem maturidade e perda."
      },
      {
        "album": "Coda",
        "year": 1982,
        "tracks": [
          "We're Gonna Groove",
          "Poor Tom",
          "I Can't Quit You Baby",
          "Walter's Walk",
          "Ozone Baby",
          "Darlene",
          "Bonzo's Montreux",
          "Wearing and Tearing"
        ],
        "description": "Lançado após a morte de John Bonham e o fim da banda, 'Coda' é uma coleção de faixas não lançadas e outtakes de várias sessões de gravação ao longo da carreira do Led Zeppelin. O álbum serve como um epílogo, oferecendo um vislumbre de diferentes momentos da banda, desde o blues pesado do início de carreira até faixas mais experimentais, funcionando como uma despedida para os fãs."
      },
      {
        "album": "Led Zeppelin (Box Set)",
        "year": 1990,
        "tracks": [
          "Whole Lotta Love",
          "Heartbreaker",
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "What Is and What Should Never Be",
          "Thank You",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Your Time Is Gonna Come",
          "Ramble On",
          "Travelling Riverside Blues",
          "Friends",
          "Celebration Day",
          "Hey Hey What Can I Do",
          "White Summer / Black Mountain Side",
          "Black Dog",
          "Over the Hills and Far Away",
          "Immigrant Song",
          "The Battle of Evermore",
          "Bron-Y-Aur Stomp",
          "Tangerine",
          "Going to California",
          "Since I've Been Loving You",
          "D'yer Mak'er",
          "Gallows Pole",
          "Custard Pie",
          "Misty Mountain Hop",
          "Rock and Roll",
          "The Rain Song",
          "Stairway to Heaven",
          "Kashmir",
          "Trampled Under Foot",
          "For Your Life",
          "No Quarter",
          "Dancing Days",
          "When the Levee Breaks",
          "Achilles Last Stand",
          "The Song Remains the Same",
          "Ten Years Gone",
          "In My Time of Dying",
          "In the Evening",
          "Candy Store Rock",
          "The Ocean",
          "Ozone Baby",
          "Houses of the Holy",
          "Wearing and Tearing",
          "Poor Tom",
          "Nobody's Fault But Mine",
          "Fool in the Rain",
          "In the Light",
          "The Wanton Song",
          "Moby Dick / Bonzo's Montreux",
          "I'm Gonna Crawl",
          "All My Love"
        ],
        "description": "Conjunto de quatro CDs que marcou a primeira vez que o catálogo da banda foi masterizado para CD, sob supervisão de Jimmy Page que diferente de um álbum de estúdio, possui 54 faixas pensadas pelo guitarrista Jimmy Page para oferecer um panorama da carreira da banda, com todas as músicas óbvias e essenciais presentes. Além de incluir canções de todos os nove álbuns de estúdio, o conjunto apresenta material especial como uma nova faixa (Traveling to Riverside Blues), uma gravação ao vivo inédita (White Summer Black Mountain Side) e uma mistura de duas músicas (Moby Dick e Bonzo's Montreux). O pacote inclui um livreto de 36 páginas com informações da banda e fotos. Algumas edições maiores (tamanho LP) para colecionadores também incluíam pôsteres da banda."
      },
      {
        "album": "Led Zeppelin Remasters",
        "year": 1990,
        "tracks": [
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "Good Times Bad Times",
          "Dazed and Confused",
          "Whole Lotta Love",
          "Heartbreaker",
          "Ramble On",
          "Immigrant Song",
          "Celebration Day",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Misty Mountain Hop",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "The Rain Song",
          "D'yer Mak'er",
          "No Quarter",
          "Houses of the Holy",
          "Kashmir",
          "Trampled Underfoot",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "All My Love",
          "In the Evening"
        ],
        "description": "A versão em CD duplo do Led Zeppelin Remasters, lançada simultaneamente à caixa quádrupla em outubro de 1990, serviu como uma compilação de melhores momentos mais acessível para o público geral.Focando nos principais sucessos e nas músicas mais icônicas da banda. apresentava 24 faixas, incluindo clássicos indiscutíveis como Stairway to Heaven, Whole Lotta Love, Black Dog, Rock and Roll e Kashmir, todas se beneficiando da remasterização digital supervisionada por Jimmy Page oferecendo um resumo poderoso e de alta qualidade da lendária carreira do Led Zeppelin."
      },
      {
        "album": "Led Zeppelin Boxed Set 2",
        "year": 1993,
        "tracks": [
          "Good Times Bad Times",
          "We're Gonna Groove",
          "Night Flight",
          "That's the Way",
          "Baby Come On Home (Previously Unreleased)",
          "The Lemon Song",
          "You Shook Me",
          "Boogie With Stu",
          "Bron-Yr-Aur",
          "Down by the Seaside",
          "Out on the Tiles",
          "Black Mountain Side",
          "Moby Dick",
          "Sick Again",
          "Hot Dog",
          "Carouselambra",
          "South Bound Saurez",
          "Walter's Walk",
          "Darlene",
          "Black Country Woman",
          "How Many More Times",
          "The Rover",
          "Four Sticks",
          "Hats Off to (Roy) Harper",
          "I Can't Quit You Baby",
          "Hots On for Nowhere",
          "Living Loving Maid (She's Just a Woman)",
          "Royal Orleans",
          "Bonzo's Montreux",
          "The Crunge",
          "Bring It On Home",
          "Tea For One"
        ],
        "description": "Lançado em setembro de 1993, foi concebido para complementar o primeiro box set de 1990, reunindo todas as faixas restantes do catálogo de estúdio da banda que haviam ficado de fora da compilação anterior. A principal função deste box era garantir que, combinando-o com o primeiro Boxed Set, os fãs tivessem a discografia completa de estúdio da banda em formato remasterizado.O grande atrativo para os colecionadores foi a inclusão da faixa de estúdio inédita na época, Baby Come On Home. O box também vinha acompanhado de um livreto de 54 páginas, contendo fotos e informações detalhadas sobre as gravações."
      },
      {
        "album": "Early Days and Latter Days",
        "year": 2002,
        "tracks": [
          "Good Times, Bad Times",
          "Babe I'm Gonna Leave You",
          "Dazed And Confused",
          "Communication Breakdown",
          "Whole Lotta Love",
          "What Is And What Should Never Be",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock And Roll",
          "The Battle Of Evermore",
          "When The Levee Breaks",
          "Stairway To Heaven",
          "The Song Remains The Same",
          "No Quarter",
          "Houses Of The Holy",
          "Trampled Underfoot",
          "Kashmir",
          "Ten Years Gone",
          "Achilles Last Stand",
          "Nobody's Fault But Mine",
          "All My Love",
          "In The Evening"
        ],
        "description": "O lançamento Early Days and Latter Days é, na verdade, a junção de duas compilações de melhores momentos da banda, originalmente lançadas como volumes separados. O volume 1, Early Days, foi lançado em novembro de 1999 e focava na fase inicial da banda (1968-1971), cobrindo faixas dos quatro primeiros álbuns. O volume 2, Latter Days, lançado em novembro de 2000, abrangia o período posterior (1973-1980), com faixas dos álbuns restantes com músicas dos álbuns Houses of the Holy, Physical Graffiti, Presence e In Through the Out Door. Em 2002, ambos os volumes foram combinados em um único lançamento, proporcionando aos fãs uma visão abrangente da carreira do Led Zeppelin, desde seus primeiros dias até o final de sua jornada musical."
      },
      {
        "album": "Mothership",
        "year": 2007,
        "tracks": [
          "Good Times Bad Times",
          "Communication Breakdown",
          "Dazed And Confused",
          "Babe I'm Gonna Leave You",
          "Whole Lotta Love",
          "Ramble On",
          "Heartbreaker",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Rock And Roll",
          "Black Dog",
          "When The Levee Breaks",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "Over The Hills And Far Away",
          "D'yer Mak'er",
          "No Quarter",
          "Trampled Under Foot",
          "Houses Of The Holy",
          "Kashmir",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "In The Evening",
          "All My Love"
        ],
        "description": "O Mothership, lançado em novembro de 2007, representa a coletânea definitiva e a mais vendida da carreira do Led Zeppelin, ideal para novos fãs e colecionadores. A compilação é um álbum duplo (dois CDs), totalizando 24 faixas. Uma versão de luxo popular também inclui um DVD com uma seleção de performances ao vivo icônicas da banda. A seleção das faixas foi feita pelos membros remanescentes da banda — Jimmy Page, Robert Plant e John Paul Jones — garantindo um repertório que eles consideravam essencial e representativo. Foi remasterizado digitalmente, sob a supervisão de Jimmy Page, utilizando os mais recentes avanços tecnológicos da época. A arte da capa apresenta o famoso dirigível Hindenburg em um campo de testes, uma imagem que se tornou imediatamente reconhecível e sinônimo da identidade visual da banda na era moderna."
      }
    ],
    "perfis": {
      "Jimmy Page": "James Patrick Page, um prodígio da guitarra, iniciou sua carreira como um dos mais requisitados músicos de estúdio de Londres. Sua entrada nos Yardbirds foi o trampolim para sua visão musical. Com o fim da banda, ele fundou o Led Zeppelin, não apenas como guitarrista, mas como o arquiteto sonoro e produtor visionário, moldando a identidade do grupo desde o início.\n\nSeu estilo é uma fusão de blues rock com psicodelia, folk e hard rock. Page é célebre por seus riffs poderosos e hipnóticos, o uso inovador de afinações alternativas e técnicas experimentais, como tocar sua Gibson com um arco de violino. Sua maestria na produção permitia a criação de paisagens sonoras complexas, com múltiplas camadas de guitarra que se tornaram sua marca registrada.\n\nO enigmático símbolo conhecido como “Zoso”, adotado por Page no álbum \"Led Zeppelin IV\", não é uma palavra. Acredita-se que foi extraído de um grimório do século XVI que associa o símbolo ao planeta Saturno, regente de Capricórnio, o signo astrológico do guitarrista. O símbolo representa, portanto, uma assinatura esotérica e pessoal, ligada ao seu interesse pelo ocultismo e astrologia.\n\nComo principal compositor e produtor do Led Zeppelin, Page orquestrou a ascensão da banda ao Olimpo do rock. Ele equilibrou com perfeição a delicadeza acústica e a fúria do rock pesado, como na icônica \"Stairway to Heaven\". Sua arquitetura sônica, com dinâmicas dramáticas e texturas ricas, não apenas definiu o som do Zeppelin, mas estabeleceu o alicerce para o hard rock e o heavy metal.",
      "Robert Plant": "Robert Plant emergiu da cena de blues britânica dos anos 60, onde sua voz potente e crua chamou a atenção de Jimmy Page. Vindo de bandas como a Band of Joy, ele foi a peça final para a formação do Led Zeppelin, trazendo uma energia primal e carismática. Sua paixão pela música americana e seu alcance vocal definiram o som inicial da banda, consolidando a base para uma das maiores forças do rock.\n\nComo vocalista, Plant é reverenciado por seu imenso alcance dinâmico, transitando de sussurros etéreos a gritos agudos e viscerais que se tornaram sua marca registrada. Seu estilo, uma fusão de blues, folk e hard rock, era complementado por uma presença de palco magnética e sensual. Ele também se tornou o principal letrista do grupo, infundindo temas de mitologia, misticismo e romance em clássicos do rock.\n\nO símbolo adotado por Plant, uma pena dentro de um círculo, é a Pena de Ma'at, da mitologia egípcia. Representa a verdade, a justiça e a ordem, sendo o emblema da deusa Ma'at. Nas lendas, o coração do falecido era pesado contra esta pena para julgar a sua alma. A escolha reflete o profundo interesse de Plant por história, mitologia e espiritualidade, temas recorrentes em suas letras.\n\nApós o fim do Led Zeppelin, Plant construiu uma carreira solo aclamada, explorando corajosamente a world music, o folk e o Americana. Ele evitou a nostalgia, reinventando-se em projetos como a colaboração com Alison Krauss no premiado álbum \"Raising Sand\". Seu legado é o de um dos vocalistas mais influentes da história, o arquétipo do frontman do rock, cuja voz e poesia continuam a inspirar gerações.",
      "John Paul Jones": "John Paul Jones, nascido John Baldwin, emergiu de uma família de músicos para se tornar um prodígio. Antes do Zeppelin, ele já era um dos arranjadores e baixistas de estúdio mais requisitados de Londres. Sua versatilidade o levou a colaborar com artistas como The Rolling Stones, Donovan e Dusty Springfield. Seu talento como arranjador e instrumentista era a base de sua reputação de gênio musical silencioso.\n\nNo Led Zeppelin, Jones era a âncora musical e o multi-instrumentista secreto da banda. Suas linhas de baixo eram famosas por sua complexidade melódica e groove profundo, fornecendo um contraponto genial à guitarra de Page. Além do baixo, sua maestria em teclados, como o órgão, piano elétrico e o Mellotron, foi fundamental. Ele adicionou texturas e camadas harmônicas essenciais em clássicos como \"No Quarter\" e \"Stairway to Heaven\".\n\nO símbolo escolhido por Jones, um círculo sobreposto por três vesicas piscis interligadas, foi encontrado no \"Book of Signs\" de Rudolf Koch. Ele simboliza uma pessoa que possui confiança e competência, refletindo perfeitamente sua personalidade. A figura é tradicionalmente usada para representar a capacidade de exorcizar espíritos malignos. A escolha denota seu caráter seguro e sua imensa capacidade técnica.\n\nApós o fim da banda, Jones solidificou sua reputação como um respeitado produtor e colaborador, trabalhando com artistas como R.E.M. e Diamanda Galás. Sua relevância contemporânea foi reafirmada com a formação do supergrupo Them Crooked Vultures, ao lado de Dave Grohl e Josh Homme. Seu legado é o de um gênio subestimado, o alicerce musical cuja sofisticação e versatilidade foram indispensáveis para a arquitetura sonora do Led Zeppelin.",
      "John Bonham": "John Henry Bonham, nascido em 1948 na Inglaterra, foi um baterista autodidata que desde cedo demonstrou uma força descomunal. Influenciado por ícones do jazz, ele desenvolveu um estilo único e poderoso que o destacou na cena musical britânica. Tocou com Robert Plant na Band of Joy antes de ser recrutado por Jimmy Page para formar o Led Zeppelin, tornando se o motor rítmico indispensável da banda.\n\nO estilo de Bonham era uma fusão de potência avassaladora, velocidade e um groove inconfundível, definindo o som do hard rock. Famoso por seu kit Ludwig de grandes dimensões, ele popularizou uma técnica de bumbo com triplets rápidos que pareciam impossíveis de executar. Sua precisão e pegada funk, demonstradas em faixas como \"Good Times Bad Times\" e no solo de \"Moby Dick\", estabeleceram um novo padrão para bateristas.\n\nPara o álbum \"Led Zeppelin IV\", Bonham escolheu como seu símbolo pessoal os três anéis entrelaçados, conhecidos como anéis borromeanos. Retirado do \"Livro dos Símbolos\" de Rudolf Koch, o emblema representa a trindade composta por pai, mãe e filho, refletindo a importância de sua família. O símbolo encapsulava a conexão e a união que ele valorizava em sua vida pessoal, contrastando com sua persona selvagem no palco.\n\nConsiderado o coração pulsante do Led Zeppelin, o som de Bonham se tornou a espinha dorsal do heavy metal. Sua morte prematura e trágica em 1980, aos 32 anos, levou ao fim da banda, pois os membros restantes declararam que ele era insubstituível. O legado de \"Bonzo\" perdura, sendo reverenciado por sua força, musicalidade e por ter redefinido para sempre o papel da bateria no rock."
    },
    "shows": [
      {
        "data": "11/01/1969",
        "local": "Fillmore West, São Francisco, EUA",
        "contexto": "Parte da primeira turnê americana, estes shows no Fillmore foram cruciais para estabelecer a reputação do Led Zeppelin nos EUA. A banda, ainda desconhecida para muitos, chocou o público com sua energia crua e musicalidade avassaladora, ofuscando as bandas principais e conquistando a crítica.\n\nEste show é um exemplo perfeito do poder bruto da banda em seu início. A intensidade desses shows iniciais provou que eles eram uma força a ser reconhecida, com improvisações longas e uma presença de palco magnética que se tornaria sua marca registrada.",
        "setlist": [
          "Train Kept A-Rollin'",
          "I Can't Quit You Baby",
          "As Long As I Have You",
          "Dazed and Confused",
          "How Many More Times",
          "White Summer / Black Mountain Side",
          "Pat's Delight",
          "Babe I'm Gonna Leave You",
          "Communication Breakdown"
        ]
      },
      {
        "data": "09/01/1970",
        "local": "Royal Albert Hall, Londres, Reino Unido",
        "contexto": "Este show, realizado no prestigioso Royal Albert Hall, foi filmado profissionalmente e captura a banda no auge de sua primeira fase, logo após o lançamento de Led Zeppelin II. É um documento histórico que mostra a transição da banda para o status de superestrelas.\n\nA performance de mais de duas horas solidificou a reputação do Zeppelin como um dos melhores shows ao vivo do mundo. A energia e a interação entre os membros da banda neste show são lendárias, sendo um registro essencial para entender sua força no palco.",
        "setlist": [
          "We're Gonna Groove",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Heartbreaker",
          "White Summer / Black Mountain Side",
          "What Is and What Should Never Be",
          "Moby Dick",
          "How Many More Times",
          "Whole Lotta Love",
          "Communication Breakdown"
        ]
      },
      {
        "data": "28/07/1973",
        "local": "Madison Square Garden, Nova York, EUA",
        "contexto": "Um dos três shows no Madison Square Garden filmados para o icônico filme 'The Song Remains the Same'. Este período representa o auge da 'Zeppelin-mania' nos EUA, com a banda quebrando recordes de bilheteria e se apresentando com uma produção de palco extravagante e cheia de confiança.\n\nA performance é uma demonstração do poder e da mística da banda, com longos improvisos e sequências de fantasia que definiram o que era um grande show de rock na época, solidificando seu status de 'deuses do rock'.",
        "setlist": [
          "Rock and Roll",
          "Black Dog",
          "Misty Mountain Hop",
          "Since I've Been Loving You",
          "No Quarter",
          "The Song Remains the Same",
          "The Rain Song",
          "Dazed and Confused",
          "Stairway to Heaven",
          "Whole Lotta Love",
          "The Ocean"
        ]
      },
      {
        "data": "25/05/1975",
        "local": "Earls Court Arena, Londres, Reino Unido",
        "contexto": "Este foi o último de uma série de cinco shows triunfantes em Londres, considerados por muitos fãs como os melhores da carreira da banda. Com a adição de um set acústico no meio da apresentação e um show de luzes e lasers de última geração, a banda mostrou uma maturidade musical impressionante.\n\nEstes shows no Earls Court representaram um novo patamar de produção para o rock. A banda explorou seu catálogo de forma abrangente, desde o peso de 'Physical Graffiti' até a delicadeza de suas canções folk, provando que seus shows eram eventos musicais completos.",
        "setlist": [
          "Rock and Roll",
          "Sick Again",
          "In My Time of Dying",
          "The Song Remains the Same",
          "Kashmir",
          "No Quarter",
          "Tangerine",
          "Going to California",
          "That's the Way",
          "Bron-Y-Aur Stomp",
          "Trampled Under Foot",
          "Moby Dick",
          "Dazed and Confused",
          "Stairway to Heaven",
          "Whole Lotta Love",
          "Black Dog"
        ]
      },
      {
        "data": "04/08/1979",
        "local": "Knebworth Festival, Knebworth, Reino Unido",
        "contexto": "Marcando o retorno do Led Zeppelin aos palcos do Reino Unido após um hiato de quatro anos, estes dois shows no Knebworth Festival foram eventos monumentais. A banda se apresentou para uma das maiores multidões de sua carreira, demonstrando que sua popularidade permanecia intacta.\n\nEste primeiro show em Knebworth foi um momento de reafirmação. Embora a performance tenha sido um pouco irregular em comparação com o auge dos anos 70, ela foi carregada de emoção e mostrou uma banda mais enxuta, apresentando material do álbum 'In Through the Out Door' pela primeira vez.",
        "setlist": [
          "The Song Remains the Same",
          "Celebration Day",
          "Black Dog",
          "Nobody's Fault but Mine",
          "Misty Mountain Hop",
          "Since I've Been Loving You",
          "No Quarter",
          "Hot Dog",
          "Kashmir",
          "Stairway to Heaven",
          "Rock and Roll",
          "Whole Lotta Love"
        ]
      },
      {
        "data": "07/07/1980",
        "local": "Eissporthalle, Berlim, Alemanha",
        "contexto": "Este show possui uma importância histórica imensa por ser a última apresentação ao vivo do Led Zeppelin com o baterista John Bonham, que faleceria pouco mais de dois meses depois. A banda encerrava a 'Tour Over Europe 1980', uma turnê com shows mais curtos e diretos.\n\nNinguém imaginava que este seria o show final da formação clássica. A performance em si é sólida, mas é a sua posição como o último capítulo da banda que a torna um momento tão melancólico e significativo na história do rock. Este show é o ponto final inesperado de uma era.",
        "setlist": [
          "The Train Kept A-Rollin'",
          "Nobody's Fault but Mine",
          "Black Dog",
          "In the Evening",
          "The Rain Song",
          "Hot Dog",
          "All My Love",
          "Trampled Under Foot",
          "Since I've Been Loving You",
          "Kashmir",
          "Stairway to Heaven",
          "Whole Lotta Love"
        ]
      },
      {
        "data": "10/12/2007",
        "local": "O2 Arena, Londres, Reino Unido",
        "contexto": "Conhecido como 'Celebration Day', este foi o aguardado show de reunião do Led Zeppelin, um evento único em tributo a Ahmet Ertegun. Com Jason Bonham, filho de John Bonham, na bateria, a banda entregou uma performance poderosa e aclamada por crítica e público, superando todas as expectativas.\n\nEste show provou que a magia e a química musical do Led Zeppelin permaneciam vivas. Milhões de pessoas tentaram comprar ingressos, tornando-o um dos eventos mais concorridos da história da música e um testamento final e glorioso do legado duradouro da banda.",
        "setlist": [
          "Good Times Bad Times",
          "Ramble On",
          "Black Dog",
          "In My Time of Dying",
          "For Your Life",
          "Nobody's Fault but Mine",
          "No Quarter",
          "Since I've Been Loving You",
          "Dazed and Confused",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Kashmir",
          "Whole Lotta Love",
          "Rock and Roll"
        ]
      }
    ]
  }
}