{
  "led_zeppelin": {
    "historia": "Jimmy Page formou Led Zeppelin em 1968 com Robert Plant, John Paul Jones e John Bonham, emergindo do fim dos Yardbirds. Eles redefiniram o blues e o rock, injetando uma intensidade sem precedentes no som britânico. Sua química musical e visão inovadora eram evidentes desde o início.\n\nO álbum de estreia \"Led Zeppelin\" (1969) chocou o mundo, seguido rapidamente por \"Led Zeppelin II\" (1969), ambos marcos do hard rock. Eles consolidaram uma base de fãs global com riffs poderosos e vocais estratosféricos, estabelecendo-se como uma força imparável no cenário musical.\n\nA criatividade floresceu com \"Led Zeppelin III\" (1970) e a obra-prima \"Led Zeppelin IV\" (1971), que contém \"Stairway to Heaven\". Este último, junto a \"Houses of the Holy\" (1973), cimentou sua lenda artística e comercial, alcançando aclamação universal de público e crítica.\n\nO ambicioso \"Physical Graffiti\" (1975) demonstrou sua versatilidade e poder duradouro, expandindo seu legado musical. A banda dominava os palcos e as paradas de sucesso, consolidando-se como os maiores do planeta. Sua influência era onipresente na música da época.\n\nApós \"Presence\" (1976) e \"In Through the Out Door\" (1979), a trágica morte de John Bonham em 25 de setembro de 1980 encerrou a jornada da banda. Led Zeppelin deixou um legado imortal, redefinindo o rock e influenciando gerações de músicos como gigantes indomáveis da história.",
    "perfis": {
      "Jimmy Page": "Jimmy Page, o arquiteto sonoro por trás do colossal Led Zeppelin, é uma figura lendária cujo impacto na história do rock n' roll é inegável. Antes de empunhar a tocha do Zeppelin, Page já era um talentoso músico de estúdio, emprestando seu toque inovador a incontáveis gravações de outros artistas, e refinando sua arte durante sua passagem pelos Yardbirds. Foi desse caldeirão de experiência que ele forjou a visão que se tornaria o Led Zeppelin, uma banda que redefiniria o blues-rock e o hard rock para as gerações vindouras.\n\nSeu estilo técnico é um universo em si. Page não era apenas um guitarrista; era um maestro dos timbres e texturas. Ele tecia riffs monolíticos que se tornaram hinos, misturando a crueza do blues delta com a complexidade melódica do folk e a agressão do rock. Sua habilidade em transitar de passagens acústicas etéreas para explosões elétricas devastadoras era incomparável, criando uma paisagem sonora rica e imprevisível que se tornou a marca registrada da banda.\n\nEntre suas marcas registradas, destaca-se o uso do violino bow na guitarra, adicionando camadas orquestrais e psicodélicas, uma técnica que se tornou sinônimo de sua experimentação. Ele também era mestre na arte da gravação em estúdio, empilhando guitarras e usando afinações abertas para criar paisagens sonoras massivas e inovadoras. Visualmente, Page era igualmente icônico. Sua Gibson EDS-1275 de braço duplo e o terno de dragão bordado com símbolos místicos, especialmente o enigmático \"Zoso\", representavam não apenas um músico, mas um alquimista sonoro. Ele não só tocava, mas produzia, compunha e visionava a totalidade da experiência do Led Zeppelin, imbuindo a banda com uma aura de misticismo e poder.\n\nO legado de Jimmy Page transcende a mera virtuose instrumental. Ele solidificou o papel do guitarrista-herói no rock, influenciando legiões de músicos a sonhar grande e a quebrar barreiras. Sua fusão de blues, folk, hard rock e experimentação esotérica não apenas definiu o som do Led Zeppelin, mas pavimentou o caminho para gêneros inteiros, do heavy metal ao rock progressivo. Page permanece como um dos arquitetos fundamentais do rock moderno, um verdadeiro gênio que transformou a guitarra elétrica em uma ferramenta de expressão ilimitada.",
      "Robert Plant": "Robert Plant, a voz titânica do Led Zeppelin, emergiu no final dos anos 60 como o arquétipo do frontman de rock. Com uma presença de palco eletrizante e uma cabeleira dourada, ele rapidamente se tornou um símbolo de poder e misticismo, a personificação do \"Golden God\" do rock and roll. Sua chegada transformou a paisagem musical, fundindo o blues elétrico com o folk e a mitologia, tudo ancorado por sua instrumentação vocal sem igual.\n\nTecnicamente, Plant era um fenômeno. Seu estilo vocal caracterizava-se por um alcance estratosférico, capaz de transitar de sussurros íntimos a uivos de banshee que cortavam o ar. Ele dominava o falsete com uma potência crua e a capacidade de improvisar melodias e gritos que se entrelaçavam perfeitamente com os riffs de guitarra de Jimmy Page. Sua técnica era profundamente enraizada no blues, mas elevada por uma teatralidade e um lirismo que incorporavam narrativas épicas e fantasias, tornando cada performance uma experiência visceral.\n\nO símbolo de Robert Plant transcende a mera performance vocal; ele é o cantor que fundiu a sexualidade crua do rock com uma sensibilidade poética e etérea. Ele representava a liberdade artística, a explosão de energia e a busca por algo grandioso e transcendental na música. Seu carisma magnético e sua entrega total no palco definiram o que significava ser uma estrela do rock, influenciando gerações de vocalistas e artistas com sua audácia e originalidade.\n\nMesmo após o fim do Led Zeppelin, Plant continuou a evoluir, explorando world music, folk e blues de maneira inovadora, provando que sua genialidade não estava presa a uma única sonoridade, mas sim a uma incessante curiosidade musical e à capacidade de redefinir sua própria arte. Ele permanece uma força vital e um verdadeiro ícone da música moderna, um artesão vocal que nunca parou de buscar novos horizontes.",
      "John Paul Jones": "Ah, John Paul Jones. Não é possível falar da majestade de Led Zeppelin sem se curvar ao gênio discreto que foi o seu alicerce musical. Nascido John Baldwin, ele era o verdadeiro \"professor\" da banda, um músico de estúdio e arranjador experiente muito antes de o Led Zeppelin sequer existir. Essa bagagem inestimável o tornou o arquiteto silencioso por trás de grande parte da sofisticação e da profundidade que distinguiram a banda da massa do hard rock.\n\nComo baixista, o estilo técnico de Jones era uma aula de versatilidade. Longe de ser um mero suporte rítmico, ele infundia suas linhas com uma musicalidade inspirada no jazz, R&B e funk, criando contramelodias melódicas e grooves complexos que eram, por si só, uma parte vital da composição. Ele fornecia uma fundação rítmica e harmônica incrivelmente sólida e fluida, permitindo que Plant, Page e Bonham explorassem sem amarras. Pense nas linhas pulsantes e intrincadas de \"Ramble On\" ou \"The Lemon Song\" para sentir sua genialidade.\n\nMas sua contribuição não parava no baixo. Jones era um multi-instrumentista virtuoso, sua maestria nos teclados era igualmente fundamental. Do órgão Hammond ao Mellotron, passando por sintetizadores e piano, ele criava paisagens sonoras etéreas e atmosféricas que eram o coração de muitas das faixas mais progressivas do Led Zeppelin. As cordas melódicas do Mellotron em \"Stairway to Heaven\" e os sintetizadores assombrosos de \"No Quarter\" são testemunhos inegáveis de seu toque atmosférico e de sua compreensão orquestral.\n\nO símbolo de John Paul Jones na história do rock é o do gênio silencioso, o pilar de criatividade discreto cuja sofisticação e amplitude musical eram indispensáveis para a grandiosidade do Led Zeppelin. Ele era o motor harmonioso e o cérebro por trás dos arranjos complexos, assegurando que o som monumental da banda não fosse apenas potente, mas também profundamente musical e intrincadamente estratificado. Sua influência, como um dos mais respeitados músicos da história do rock, ecoa até hoje.",
      "John Bonham": "John Henry Bonham, universalmente conhecido como \"Bonzo\", foi muito mais do que apenas a força motriz por trás do Led Zeppelin; ele foi uma força sísmica que redefiniu a própria essência da bateria no rock. Nascido em Redditch, Inglaterra, sua abordagem autodidata, aprimorada em bandas locais, trouxe uma energia crua e inalterada que logo se tornaria a espinha dorsal de uma das maiores bandas de rock da história. Bonham não era apenas um músico; era um catalisador de trovões, um verdadeiro arquiteto do ritmo.\n\nA proeza técnica de Bonham era uma mistura magistral de força bruta e swing intrincado, uma dualidade que poucos bateristas jamais igualaram. Seu som colossal se originava de um pé direito incrivelmente poderoso, entregando padrões de bumbo que eram simultaneamente trovejantes e ágeis, formando a base das faixas mais pesadas do Zeppelin. Além do volume puro, ele possuía uma sofisticação rítmica inata, incorporando síncopes com influência de jazz e um uso magistral de ghost notes e viradas de tercinas que proporcionavam complexidade e um groove irresistível. Sua disposição em tocar com as mãos nuas durante solos como \"Moby Dick\" demonstrava ainda mais sua conexão tátil com seu instrumento e seu compromisso com uma expressão desenfreada e primal.\n\nSeu símbolo pessoal, escolhido para o encarte interno de Led Zeppelin IV, eram os três círculos entrelaçados, um emblema profundamente pessoal que representava sua família: sua esposa Pat, seu filho Jason e sua filha Zoë. Esta declaração privada ressaltava o homem por trás do trovão – uma força de aterramento em meio aos excessos lendários do estrelato do rock. Bonham não apenas tocava bateria; ele a atacava com uma arrogância e uma precisão que tornavam o instrumento uma voz igual no som revolucionário do Zeppelin, movendo-se além de meramente marcar o ritmo para se tornar um componente melódico e estrutural de suas composições.\n\nTragicamente, a vida de John Bonham foi interrompida em setembro de 1980, levando diretamente à dissolução do Led Zeppelin, pois a banda declarou que não poderia continuar sem ele. Seu legado, no entanto, permanece colossal. Bonham alterou fundamentalmente a paisagem da bateria do rock, inspirando gerações com sua mistura única de poder, groove e brilhantismo técnico. Ele não era apenas um baterista; ele era o batimento cardíaco do rock and roll, um titã cujo impacto continua a ressoar em cada batida poderosa ouvida na música hoje."
    },
    "shows": [
      {
        "data": "09/01/1970",
        "local": "Royal Albert Hall, Londres, Inglaterra",
        "contexto": "Este concerto, filmado e posteriormente lançado, capturou a banda em um momento de transição e ascensão, pouco antes do lançamento de 'Led Zeppelin III'. Mostra a energia crua e a maestria musical que os definiria, com performances intensas de faixas dos seus dois primeiros álbuns e clássicos do blues.",
        "setlist": [
          "Whole Lotta Love",
          "Dazed and Confused",
          "Heartbreaker",
          "Moby Dick",
          "Since I've Been Loving You",
          "Communication Breakdown"
        ]
      },
      {
        "data": "29/07/1973",
        "local": "Madison Square Garden, Nova Iorque, EUA",
        "contexto": "Um dos três shows culminantes da turnê norte-americana de 1973, imortalizado no filme-concerto e álbum 'The Song Remains the Same'. Estes concertos solidificaram o status do Led Zeppelin como a maior banda de rock do mundo, apresentando um espetáculo grandioso e performances lendárias de seu material, incluindo faixas de 'Houses of the Holy'.",
        "setlist": [
          "Rock and Roll",
          "Stairway to Heaven",
          "Dazed and Confused",
          "No Quarter",
          "The Song Remains the Same",
          "Whole Lotta Love"
        ]
      },
      {
        "data": "24/05/1975",
        "local": "Earl's Court Exhibition Centre, Londres, Inglaterra",
        "contexto": "Parte de uma série de cinco shows esgotados em Londres, marcando o retorno triunfal da banda após o lançamento de 'Physical Graffiti'. Foram espetáculos grandiosos com uma produção de palco inovadora, onde o Led Zeppelin demonstrou toda a amplitude de seu som, do hard rock aos momentos acústicos e épicos com faixas como 'Kashmir'.",
        "setlist": [
          "Rock and Roll",
          "Sick Again",
          "No Quarter",
          "Trampled Under Foot",
          "Kashmir",
          "Stairway to Heaven",
          "Whole Lotta Love"
        ]
      },
      {
        "data": "04/08/1979",
        "local": "Knebworth House, Hertfordshire, Inglaterra",
        "contexto": "Os últimos grandes concertos do Led Zeppelin no Reino Unido antes da trágica morte de John Bonham e a subsequente dissolução da banda. Com uma audiência massiva de centenas de milhares de fãs, a banda entregou uma performance poderosa, misturando clássicos com novo material de 'In Through the Out Door', servindo como uma despedida não intencional para seu público britânico.",
        "setlist": [
          "The Song Remains the Same",
          "Achilles Last Stand",
          "In the Evening",
          "Stairway to Heaven",
          "Kashmir",
          "Whole Lotta Love",
          "Rock and Roll"
        ]
      }
    ],
    "timeline": [
      {
        "year": "1968 — Formação",
        "text": "<p>Jimmy Page reúne Robert Plant, John Paul Jones e John Bonham.</p><p>O grupo nasce como The New Yardbirds, mas logo adota o nome Led Zeppelin.</p>"
      },
      {
        "year": "1969 — Ascensão Imediata",
        "text": "<p>Lançamento dos álbuns Led Zeppelin I (janeiro) e Led Zeppelin II (outubro).</p><p>A banda explode mundialmente com seu som pesado e inovador.</p>"
      },
      {
        "year": "1970 — Expansão Musical",
        "text": "<p>Lançamento de Led Zeppelin III, com forte influência folk.</p><p>Inclui as faixas Immigrant Song, Since I've been Loving You e Tangerine.</p><p>A banda se distancia da mídia e reforça seu ar enigmático.</p>"
      },
      {
        "year": "1971 — O Clássico Absoluto",
        "text": "<p>Lançamento de Led Zeppelin IV, um dos álbuns mais vendidos da história.</p><p>Inclui \"Stairway to Heaven\", que se torna um marco do rock.</p>"
      },
      {
        "year": "1973 — Domínio Mundial",
        "text": "<p>Lançamento de Houses of the Holy, marcado pela liberdade criativa.</p><p>Turnês gigantescas estabelecem números recordes de espectadores.</p><p>Criação da gravadora própria: a Swan Song Records.</p>"
      },
      {
        "year": "1975 — Obra-Prima Dupla",
        "text": "<p>Lançamento do álbum duplo Physical Graffiti, primeiro pela recém criada Swan Song Records.</p><p>Inclui a icônica Kashimir, Ten Years Gone e In My Time of Dying.</p><p>O Led Zeppelin atinge o auge criativo e comercial.</p>"
      },
      {
        "year": "1977 — Tragédia e Hiato",
        "text": "<p>Morte de Karac Plant, filho de Robert Plant aos 5 anos de idade.</p><p>A turnê americana é cancelada e a banda entra em pausa.</p>"
      },
      {
        "year": "1979 — Retorno",
        "text": "<p>Lançamento do álbum In Through the Out Door, repleto de texturas e sintetizadores, é considerado o disco de John Paul Jones.</p><p>É o último álbum gravado em estúdio marcando o testamento final do grupo.</p><p>Shows históricos em Knebworth, marcando o retorno aos palcos.</p>"
      },
      {
        "year": "1980 — Fim da Banda",
        "text": "<p>Morte de John Bonham em setembro.</p><p>A banda anuncia oficialmente o seu fim, afirmando que não poderia continuar sem ele.</p><p>Dois anos depois é lançado CODA, álbum com sobras de estúdio de faixas gravadas entre 1968 e 1978.</p>"
      },
      {
        "year": "1985 — Live Aid",
        "text": "<p>Primeira vez que os três membros remanescentes se reuniram no palco após a morte de John Bonham em 1980, com Phil Collins e Tony Thompson na bateria. A apresentação teve um setlist curto: Rock and Roll, Whole Lotta Love e Stairway to Heaven</p>"
      },
      {
        "year": "1988 — Atlantic 40 anos",
        "text": "<p>Reunião em celebração aos 40 anos da Atlantic Records.</p><p>No setlist: Stairway to Heaven, Misty Mountain Hop, Rock and Roll, Whole Lotta Love e Kashimir.</p><p> Destaque para Jason Bonham na bateria, filho do lendário John Bonham.</p>"
      },
      {
        "year": "1995 — Hall da Fama",
        "text": "<p>O Led Zeppelin é introduzido no Rock and Roll Hall of Fame.</p><p>A performance histórica e explosiva contou com convidados interpretando as músicas ao lado da banda.</p><p>Novamente com Jason Bonham assumindo a bateria.</p>"
      },
      {
        "year": "2007 — Celebration Day",
        "text": "<p>Show histórico em Londres, em homenagem a Ahmet Ertegun, fundador da Atlantic Records.</p><p>Formação: Page, Plant, Jones e Jason Bonham.</p><p>18 mil ingressos são vendidos.</p><p>Considerado por muitos o melhor show de reunião da história do rock.</p>"
      },
      {
        "year": "2012 — Filme/Álbum Ao Vivo",
        "text": "<p>O show Celebration Day realizado em 2007 é lançado oficialmente como álbum e filme nos cinemas.</p><p>Vence o Grammy de Melhor Álbum de Rock.</p>"
      }
    ],
    "albuns": [
      {
        "album": "Led Zeppelin",
        "year": 1969,
        "tracks": [
          "Good Times Bad Times",
          "Babe I'm Gonna Leave You",
          "You Shook Me",
          "Dazed And Confused",
          "Your Time Is Gonna Come",
          "Black Mountain Side",
          "Communication Breakdown",
          "I Can't Quit You Baby",
          "How Many More Times"
        ],
        "description": "O álbum de estreia homônimo é uma explosão de blues-rock pesado e psicodelia. Lançado em 1969, ele estabeleceu a base sonora da banda, com faixas como 'Dazed and Confused' e 'Communication Breakdown' que misturam a ferocidade do rock com as raízes profundas do blues americano, definindo um novo paradigma para a música pesada."
      },
      {
        "album": "Led Zeppelin II",
        "year": 1969,
        "tracks": [
          "Whole Lotta Love",
          "What Is and What Should Never Be",
          "The Lemon Song",
          "Thank You",
          "Heartbreaker",
          "Living Loving Maid (She's Just a Woman)",
          "Ramble On",
          "Moby Dick",
          "Bring It On Home"
        ],
        "description": "Considerado por muitos o álbum que definiu o hard rock, 'Led Zeppelin II' é mais direto e pesado que seu antecessor. Gravado enquanto a banda estava em turnê, o álbum captura a energia crua de suas apresentações ao vivo, com riffs icônicos em faixas como 'Whole Lotta Love' e 'Heartbreaker', e uma temática que explora o sexo, a estrada e a mitologia do rock and roll."
      },
      {
        "album": "Led Zeppelin III",
        "year": 1970,
        "tracks": [
          "Immigrant Song",
          "Friends",
          "Celebration Day",
          "Since I've Been Loving You",
          "Out On The Tiles",
          "Gallows Pole",
          "Tangerine",
          "That's The Way",
          "Bron-Y-Aur Stomp",
          "Hats Off To (Roy) Harper"
        ],
        "description": "Este álbum marcou uma virada surpreendente para um som predominantemente acústico e folk, inspirado por um retiro em uma cabana no País de Gales (Bron-Y-Aur). Apesar de ainda conter faixas de rock pesado como 'Immigrant Song', o álbum é dominado por baladas pastorais e melodias celtas, explorando temas de natureza, mitologia e introspecção, mostrando a versatilidade musical da banda."
      },
      {
        "album": "Led Zeppelin IV",
        "year": 1971,
        "tracks": [
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Four Sticks",
          "Going to California",
          "When the Levee Breaks"
        ],
        "description": "Um dos álbuns mais icônicos e misteriosos da história do rock, o quarto álbum sem título é uma obra-prima que consolida todos os elementos do som do Led Zeppelin. Do hard rock pulsante de 'Black Dog' ao folk místico de 'The Battle of Evermore' e a épica e atemporal 'Stairway to Heaven', o álbum explora temas de ocultismo, fantasia e espiritualidade, tornando-se um marco cultural."
      },
      {
        "album": "Houses of the Holy",
        "year": 1973,
        "tracks": [
          "The Song Remains The Same",
          "The Rain Song",
          "Over The Hills And Far Away",
          "The Crunge",
          "Dancing Days",
          "D'yer Mak'er",
          "No Quarter",
          "The Ocean"
        ],
        "description": "Expandindo ainda mais suas fronteiras musicais, 'Houses of the Holy' incorpora influências de reggae ('D'yer Mak'er') e funk ('The Crunge') em seu som. O álbum é mais brilhante e otimista, com uma produção mais polida e complexa. As letras mergulham em temas de fantasia, mitologia e viagens, como visto na épica 'No Quarter' e na melódica 'The Rain Song'."
      },
      {
        "album": "Physical Graffiti",
        "year": 1975,
        "tracks": [
          "Custard Pie",
          "The Rover",
          "In My Time of Dying",
          "Houses of the Holy",
          "Trampled Under Foot",
          "Kashmir",
          "In the Light",
          "Bron-Yr-Aur",
          "Down By the Seaside",
          "Ten Years Gone",
          "Night Flight",
          "The Wanton Song",
          "Boogie With Stu",
          "Black Country Woman",
          "Sick Again"
        ],
        "description": "Um álbum duplo monumental que serve como uma vitrine para a diversidade musical do Led Zeppelin. 'Physical Graffiti' passeia por hard rock, blues, funk, e até música oriental na majestosa 'Kashmir'. O álbum reúne novas gravações com sobras de sessões anteriores, criando uma obra expansiva e coesa que explora temas que vão da vida na estrada a reflexões existenciais."
      },
      {
        "album": "Presence",
        "year": 1976,
        "tracks": [
          "Achilles Last Stand",
          "For Your Life",
          "Royal Orleans",
          "Nobody's Fault But Mine",
          "Candy Store Rock",
          "Hots On For Nowhere",
          "Tea For One"
        ],
        "description": "Gravado em um período turbulento para a banda, 'Presence' é um álbum visceral e dominado por guitarras. É o único álbum de estúdio que não contém teclados ou violões, resultando em um som de hard rock direto e intenso. Faixas como a épica 'Achilles Last Stand' refletem um senso de urgência e luta, com temas líricos que abordam a sobrevivência e a resiliência."
      },
      {
        "album": "In Through the Out Door",
        "year": 1979,
        "tracks": [
          "In The Evening",
          "South Bound Saurez",
          "Fool In The Rain",
          "Hot Dog",
          "Carouselambra",
          "All My Love",
          "I'm Gonna Crawl"
        ],
        "description": "Marcado pela crescente influência do tecladista John Paul Jones, este álbum adota uma sonoridade mais pop e experimental, com uso proeminente de sintetizadores. Canções como 'Fool in the Rain' (com seu ritmo de samba) e a balada 'All My Love' mostram uma faceta mais suave e melódica da banda, contrastando com o rock pesado de seus primeiros anos. Os temas refletem maturidade e perda."
      },
      {
        "album": "Coda",
        "year": 1982,
        "tracks": [
          "We're Gonna Groove",
          "Poor Tom",
          "I Can't Quit You Baby",
          "Walter's Walk",
          "Ozone Baby",
          "Darlene",
          "Bonzo's Montreux",
          "Wearing and Tearing"
        ],
        "description": "Lançado após a morte de John Bonham e o fim da banda, 'Coda' é uma coleção de faixas não lançadas e outtakes de várias sessões de gravação ao longo da carreira do Led Zeppelin. O álbum serve como um epílogo, oferecendo um vislumbre de diferentes momentos da banda, desde o blues pesado do início de carreira até faixas mais experimentais, funcionando como uma despedida para os fãs."
      },
      {
        "album": "Led Zeppelin (Box Set)",
        "year": 1990,
        "tracks": [
          "Whole Lotta Love",
          "Heartbreaker",
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "What Is and What Should Never Be",
          "Thank You",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Your Time Is Gonna Come",
          "Ramble On",
          "Travelling Riverside Blues",
          "Friends",
          "Celebration Day",
          "Hey Hey What Can I Do",
          "White Summer / Black Mountain Side",
          "Black Dog",
          "Over the Hills and Far Away",
          "Immigrant Song",
          "The Battle of Evermore",
          "Bron-Y-Aur Stomp",
          "Tangerine",
          "Going to California",
          "Since I've Been Loving You",
          "D'yer Mak'er",
          "Gallows Pole",
          "Custard Pie",
          "Misty Mountain Hop",
          "Rock and Roll",
          "The Rain Song",
          "Stairway to Heaven",
          "Kashmir",
          "Trampled Under Foot",
          "For Your Life",
          "No Quarter",
          "Dancing Days",
          "When the Levee Breaks",
          "Achilles Last Stand",
          "The Song Remains the Same",
          "Ten Years Gone",
          "In My Time of Dying",
          "In the Evening",
          "Candy Store Rock",
          "The Ocean",
          "Ozone Baby",
          "Houses of the Holy",
          "Wearing and Tearing",
          "Poor Tom",
          "Nobody's Fault But Mine",
          "Fool in the Rain",
          "In the Light",
          "The Wanton Song",
          "Moby Dick / Bonzo's Montreux",
          "I'm Gonna Crawl",
          "All My Love"
        ],
        "description": "Conjunto de quatro CDs que marcou a primeira vez que o catálogo da banda foi masterizado para CD, sob supervisão de Jimmy Page que diferente de um álbum de estúdio, possui 54 faixas pensadas pelo guitarrista Jimmy Page para oferecer um panorama da carreira da banda, com todas as músicas óbvias e essenciais presentes. Além de incluir canções de todos os nove álbuns de estúdio, o conjunto apresenta material especial como uma nova faixa (Traveling to Riverside Blues), uma gravação ao vivo inédita (White Summer Black Mountain Side) e uma mistura de duas músicas (Moby Dick e Bonzo's Montreux). O pacote inclui um livreto de 36 páginas com informações da banda e fotos. Algumas edições maiores (tamanho LP) para colecionadores também incluíam pôsteres da banda."
      },
      {
        "album": "Led Zeppelin Remasters",
        "year": 1990,
        "tracks": [
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "Good Times Bad Times",
          "Dazed and Confused",
          "Whole Lotta Love",
          "Heartbreaker",
          "Ramble On",
          "Immigrant Song",
          "Celebration Day",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Misty Mountain Hop",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "The Rain Song",
          "D'yer Mak'er",
          "No Quarter",
          "Houses of the Holy",
          "Kashmir",
          "Trampled Underfoot",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "All My Love",
          "In the Evening"
        ],
        "description": "A versão em CD duplo do Led Zeppelin Remasters, lançada simultaneamente à caixa quádrupla em outubro de 1990, serviu como uma compilação de melhores momentos mais acessível para o público geral.Focando nos principais sucessos e nas músicas mais icônicas da banda. apresentava 24 faixas, incluindo clássicos indiscutíveis como Stairway to Heaven, Whole Lotta Love, Black Dog, Rock and Roll e Kashmir, todas se beneficiando da remasterização digital supervisionada por Jimmy Page oferecendo um resumo poderoso e de alta qualidade da lendária carreira do Led Zeppelin."
      },
      {
        "album": "Led Zeppelin Boxed Set 2",
        "year": 1993,
        "tracks": [
          "Good Times Bad Times",
          "We're Gonna Groove",
          "Night Flight",
          "That's the Way",
          "Baby Come On Home (Previously Unreleased)",
          "The Lemon Song",
          "You Shook Me",
          "Boogie With Stu",
          "Bron-Yr-Aur",
          "Down by the Seaside",
          "Out on the Tiles",
          "Black Mountain Side",
          "Moby Dick",
          "Sick Again",
          "Hot Dog",
          "Carouselambra",
          "South Bound Saurez",
          "Walter's Walk",
          "Darlene",
          "Black Country Woman",
          "How Many More Times",
          "The Rover",
          "Four Sticks",
          "Hats Off to (Roy) Harper",
          "I Can't Quit You Baby",
          "Hots On for Nowhere",
          "Living Loving Maid (She's Just a Woman)",
          "Royal Orleans",
          "Bonzo's Montreux",
          "The Crunge",
          "Bring It On Home",
          "Tea For One"
        ],
        "description": "Lançado em setembro de 1993, foi concebido para complementar o primeiro box set de 1990, reunindo todas as faixas restantes do catálogo de estúdio da banda que haviam ficado de fora da compilação anterior. A principal função deste box era garantir que, combinando-o com o primeiro Boxed Set, os fãs tivessem a discografia completa de estúdio da banda em formato remasterizado.O grande atrativo para os colecionadores foi a inclusão da faixa de estúdio inédita na época, Baby Come On Home. O box também vinha acompanhado de um livreto de 54 páginas, contendo fotos e informações detalhadas sobre as gravações."
      },
      {
        "album": "Early Days and Latter Days",
        "year": 2002,
        "tracks": [
          "Good Times, Bad Times",
          "Babe I'm Gonna Leave You",
          "Dazed And Confused",
          "Communication Breakdown",
          "Whole Lotta Love",
          "What Is And What Should Never Be",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock And Roll",
          "The Battle Of Evermore",
          "When The Levee Breaks",
          "Stairway To Heaven",
          "The Song Remains The Same",
          "No Quarter",
          "Houses Of The Holy",
          "Trampled Underfoot",
          "Kashmir",
          "Ten Years Gone",
          "Achilles Last Stand",
          "Nobody's Fault But Mine",
          "All My Love",
          "In The Evening"
        ],
        "description": "O lançamento Early Days and Latter Days é, na verdade, a junção de duas compilações de melhores momentos da banda, originalmente lançadas como volumes separados. O volume 1, Early Days, foi lançado em novembro de 1999 e focava na fase inicial da banda (1968-1971), cobrindo faixas dos quatro primeiros álbuns. O volume 2, Latter Days, lançado em novembro de 2000, abrangia o período posterior (1973-1980), com faixas dos álbuns restantes com músicas dos álbuns Houses of the Holy, Physical Graffiti, Presence e In Through the Out Door. Em 2002, ambos os volumes foram combinados em um único lançamento, proporcionando aos fãs uma visão abrangente da carreira do Led Zeppelin, desde seus primeiros dias até o final de sua jornada musical."
      },
      {
        "album": "Mothership",
        "year": 2007,
        "tracks": [
          "Good Times Bad Times",
          "Communication Breakdown",
          "Dazed And Confused",
          "Babe I'm Gonna Leave You",
          "Whole Lotta Love",
          "Ramble On",
          "Heartbreaker",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Rock And Roll",
          "Black Dog",
          "When The Levee Breaks",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "Over The Hills And Far Away",
          "D'yer Mak'er",
          "No Quarter",
          "Trampled Under Foot",
          "Houses Of The Holy",
          "Kashmir",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "In The Evening",
          "All My Love"
        ],
        "description": "O Mothership, lançado em novembro de 2007, representa a coletânea definitiva e a mais vendida da carreira do Led Zeppelin, ideal para novos fãs e colecionadores. A compilação é um álbum duplo (dois CDs), totalizando 24 faixas. Uma versão de luxo popular também inclui um DVD com uma seleção de performances ao vivo icônicas da banda. A seleção das faixas foi feita pelos membros remanescentes da banda — Jimmy Page, Robert Plant e John Paul Jones — garantindo um repertório que eles consideravam essencial e representativo. Foi remasterizado digitalmente, sob a supervisão de Jimmy Page, utilizando os mais recentes avanços tecnológicos da época. A arte da capa apresenta o famoso dirigível Hindenburg em um campo de testes, uma imagem que se tornou imediatamente reconhecível e sinônimo da identidade visual da banda na era moderna."
      }
    ]
  }
}