{
  "led_zeppelin": {
    "historia": "A gênese do Led Zeppelin remonta a 1968, quando Jimmy Page, após o fim dos Yardbirds, recrutou Robert Plant, John Paul Jones e John Bonham. Rapidamente, esta formação se uniu, forjando um som pesado e inovador que mesclava blues, folk e hard rock.\n\nSeu álbum de estreia, <i>Led Zeppelin</i> (1969), e <i>Led Zeppelin II</i> (1969) catapultaram-nos à fama. Com riffs monumentais e a voz potente de Plant, eles redefiniram o rock, abrindo caminho para o heavy metal sem se limitar a ele.\n\nO auge veio em 1971 com <i>Led Zeppelin IV</i>, que incluiu a épica <i>Stairway to Heaven</i>. Este disco cimentou sua lenda, elevando-os ao status de maiores da cena global. Eles eram a banda que enchia arenas e quebrava recordes.\n\nÁlbuns como <i>Houses of the Holy</i> (1973) e <i>Physical Graffiti</i> (1975) mostraram sua versatilidade, incorporando elementos de funk e reggae. A banda continuou a dominar, mas enfrentava desafios internos e externos.\n\nA tragédia atingiu em 25 de setembro de 1980, com a morte de John Bonham, levando à dissolução da banda. O Led Zeppelin deixou um legado imensurável, influenciando gerações e permanecendo uma força seminal do rock.",
    "perfis": {
      "Jimmy Page": "Jimmy Page nasceu em 9 de janeiro de 1944. Antes de sua ascensão meteórica, ele foi um prolífico músico de sessão no Reino Unido, contribuindo para centenas de gravações. Em 1966, juntou-se aos Yardbirds, inicialmente no baixo e depois na guitarra ao lado de Jeff Beck, pavimentando o caminho para o que viria a ser o Led Zeppelin.\n\nEm 1968, Page formou o Led Zeppelin com Robert Plant, John Paul Jones e John Bonham, inicialmente como New Yardbirds. O álbum de estreia, <i>Led Zeppelin</i> (1969), revolucionou o rock com sua fusão explosiva de blues elétrico e hard rock. Ele estabeleceu um novo patamar para o som pesado.\n\nA maestria de Page evoluiu com álbuns como <i>Led Zeppelin IV</i>, apresentando a icônica <i>Stairway to Heaven</i>. Seus solos eram melódicos e intrincados, e seus riffs, poderosos e memoráveis. Ele explorava afinações abertas e diversas técnicas de gravação, moldando o som único da banda.\n\nPage é conhecido por seu símbolo pessoal, um glifo enigmático extraído de um livro de ocultismo. Popularmente chamado de \"Zoso\", embora sem pronúncia oficial, ele representa sua persona mística e esotérica. O símbolo está associado ao planeta Saturno e à sua busca por autoconhecimento e magia.\n\nApós o fim do Led Zeppelin em 1980, Page continuou ativo em projetos como The Firm e Coverdale-Page. Seu legado como compositor, produtor e guitarrista é imenso. Ele é considerado um dos maiores inovadores da guitarra elétrica, influenciando gerações de músicos com sua visão e técnica.",
      "Robert Plant": "Robert Plant, nascido em 20 de agosto de 1948, em West Bromwich, Inglaterra, emergiu como uma força vocal incomparável. Sua jornada no rock culminou em 1968, quando se uniu a Jimmy Page, John Paul Jones e John Bonham para formar o lendário Led Zeppelin. Desde o início, sua voz distintiva estabeleceria novos padrões.\n\nSeu estilo era marcado por um tenor potente e agudo, repleto de uivos e gritos que mesclavam o blues com uma energia primal. Plant exibia uma capacidade dinâmica notável, transitando de suaves melodias a explosões vocais intensas. Essa versatilidade e alcance definiram o som do hard rock e heavy metal.\n\nCom o Led Zeppelin, Plant co-escreveu hinos atemporais como <i>Whole Lotta Love</i>, <i>Immigrant Song</i> e a épica <i>Stairway to Heaven</i>. Suas letras frequentemente exploravam temas místicos e mitológicos, complementando a sonoridade inovadora da banda. Após a morte de Bonham em 1980, o grupo chegou ao fim.\n\nEntre os quatro símbolos individuais do álbum <i>Led Zeppelin IV</i>, o de Plant é uma pena dentro de um círculo. Este emblema reflete seu interesse por culturas antigas e misticismo, simbolizando verdade, justiça, coragem e a ligação com o mundo espiritual. É uma representação de sua essência artística e pessoal.\n\nNo pós-Zeppelin, Plant lançou uma carreira solo bem-sucedida, com álbuns como <i>Pictures at Eleven</i>. Ele continuou a evoluir, experimentando com diferentes gêneros e colaborações notáveis, como o aclamado <i>Raising Sand</i> (2007) com Alison Krauss. Sua influência e inovação vocal perduram até hoje.",
      "John Paul Jones": "John Paul Jones, nascido John Baldwin em 3 de janeiro de 1946, foi um prodígio musical desde cedo. Antes do Led Zeppelin, ele já era um dos baixistas, tecladistas e arranjadores de estúdio mais requisitados de Londres, contribuindo para centenas de gravações de artistas como The Rolling Stones e Jeff Beck. Sua formação clássica e versatilidade eram inigualáveis.\n\nEm 1968, Jimmy Page o convidou para formar o que viria a ser o Led Zeppelin, após um encontro sugerido por Peter Grant. Jones se tornou o pilar rítmico e harmônico da banda, não só com seu baixo, mas também com seus arranjos de teclado e mellotron, que deram profundidade e textura únicas ao som do grupo, distinguindo-o de outros power trios.\n\nSua maestria técnica abrangia desde linhas de baixo complexas e melódicas em faixas como <i>Ramble On</i> e <i>The Lemon Song</i>, até intrincados arranjos de teclado em <i>No Quarter</i> e <i>The Rain Song</i>. Jones era o \"músico do músico\", explorando mandolins, mellotrons e sintetizadores, sempre com precisão e inventividade que elevavam a qualidade musical da banda.\n\nSeu símbolo no álbum <i>Led Zeppelin IV</i> consiste em um círculo único que cruza três formas elípticas. Diz-se que representa confiança e competência, uma figura de um especialista, extraído de um livro de símbolos mágicos antigo. É um emblema de sua habilidade inquestionável e seu papel fundamental no grupo, o maestro silencioso por trás da grandiosidade.\n\nApós a dissolução do Led Zeppelin em 1980, Jones continuou sua carreira aclamada. Ele lançou álbuns solo, trabalhou como produtor e colaborou com diversos artistas, incluindo a superbanda <i>Them Crooked Vultures</i> em 2009. Seu legado é o de um multi-instrumentista visionário, cuja sofisticação musical foi essencial para o som icônico do Led Zeppelin.",
      "John Bonham": "John Henry Bonham, nascido em 31 de maio de 1948, em Redditch, Inglaterra, foi um baterista autodidata com um talento bruto inegável. Sua energia e paixão pela bateria o levaram a tocar em diversas bandas locais. Em 1968, Bonham uniu-se a Jimmy Page, Robert Plant e John Paul Jones para formar o lendário Led Zeppelin.\n\nBonzo era a personificação da força e precisão no rock. Seu estilo era caracterizado por um groove pesado, velocidade impressionante e um ataque poderoso na caixa. A batida do bumbo, muitas vezes descrita como um \"metralhador\", e sua capacidade de tocar com as mãos nuas, diferenciavam-no de qualquer outro.\n\nNo álbum <i>Led Zeppelin IV</i>, de 1971, Bonham escolheu seu símbolo pessoal: três círculos interligados. Este sigilo, um emblema antigo da trindade, representava o pai, a mãe e o filho. Ele refletia seu amor pela família e sua natureza pé no chão, contrastando com a mística da banda.\n\nBonham era a espinha dorsal do som do Led Zeppelin, criando ritmos inesquecíveis como em <i>Whole Lotta Love</i> e <i>When the Levee Breaks</i>. Seu solo <i>Moby Dick</i> era uma exibição virtuosística de técnica e improvisação, destacando sua habilidade e criatividade. Sua sonoridade era inovadora e revolucionária.\n\nTragicamente, John Bonham faleceu em 25 de setembro de 1980, aos 32 anos. Sua morte prematura marcou o fim do Led Zeppelin, que se recusou a continuar sem ele. Bonzo é reverenciado como um dos maiores e mais influentes bateristas da história do rock, um verdadeiro mestre do ritmo."
    },
    "shows": [
      {
        "data": "28/06/1970",
        "local": "Bath and West Showground, Shepton Mallet, Somerset, Inglaterra",
        "contexto": "Considerada uma performance lendária que solidificou a reputação da banda como um ato ao vivo de poder inigualável, tocando para uma multidão massiva de centenas de milhares. Foi um marco que os elevou ao topo do cenário do rock britânico e mundial.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Dazed and Confused</i>",
          "<i>Bring It On Home</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Thank You</i>",
          "<i>That's the Way</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Moby Dick</i>",
          "<i>How Many More Times</i> (incl. <i>Boogie Woogie</i>, <i>Long Tall Sally</i>, <i>Whole Lotta Love</i>)",
          "<i>Communication Breakdown</i>",
          "<i>Out on the Tiles</i>",
          "<i>Blueberry Hill</i>"
        ]
      },
      {
        "data": "04/09/1971",
        "local": "The Forum, Inglewood, Califórnia, EUA",
        "contexto": "Parte da turnê de verão de 1971, esta performance é frequentemente citada por sua energia bruta e a estreia de material do então futuro <i>Led Zeppelin IV</i>. A gravação bootleg <i>Going to California</i> é famosa e captura a banda em seu auge criativo antes do lançamento do álbum.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Black Dog</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Celebration Day</i>",
          "<i>That's the Way</i>",
          "<i>Going to California</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i> (incl. <i>Boogie Woogie</i>, <i>Hello Mary Lou</i>, <i>Mess o' Blues</i>, <i>Going Down Slow</i>)",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "23/09/1971",
        "local": "Nippon Budokan, Tóquio, Japão",
        "contexto": "O primeiro concerto do Led Zeppelin no Japão, marcando sua introdução a um novo e entusiasmado público. A banda estava em plena forma, apresentando canções do ainda não lançado <i>Led Zeppelin IV</i> e demonstrando sua crescente maestria ao vivo.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Black Dog</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Celebration Day</i>",
          "<i>That's the Way</i>",
          "<i>Going to California</i>",
          "<i>Tangerine</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i> (incl. <i>Boogie Woogie</i>, <i>Hello Mary Lou</i>, <i>Mess o' Blues</i>, <i>Going Down Slow</i>)",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "25/06/1972",
        "local": "The Forum, Inglewood, Califórnia, EUA",
        "contexto": "Uma das performances mais aclamadas da banda nos EUA, famosa pelo bootleg <i>Blueberry Hill</i>. Demonstra o poder e a complexidade de sua música ao vivo, com Page em um dos pontos mais altos de sua técnica de guitarra e a banda como uma unidade coesa.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Black Dog</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Going to California</i>",
          "<i>That's the Way</i>",
          "<i>Tangerine</i>",
          "<i>Bron-Yr-Aur Stomp</i>",
          "<i>Dazed and Confused</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i> (incl. <i>Let That Boy Boogie Woogie</i>, <i>Hello Mary Lou</i>, <i>The Rover</i>, <i>The Crunge</i>)",
          "<i>Rock and Roll</i>",
          "<i>Communication Breakdown</i>",
          "<i>Blueberry Hill</i>"
        ]
      },
      {
        "data": "28/07/1973",
        "local": "Madison Square Garden, Nova York, EUA",
        "contexto": "Este foi um dos três concertos filmados que se tornaram o filme concerto e álbum ao vivo <i>The Song Remains The Same</i>. Captura a banda no auge de sua popularidade nos EUA, após o lançamento de <i>Houses of the Holy</i>, com performances grandiosas e um show de luzes espetacular.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Celebration Day</i>",
          "<i>Black Dog</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>The Song Remains The Same</i>",
          "<i>The Rain Song</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Moby Dick</i>",
          "<i>Heartbreaker</i>",
          "<i>Whole Lotta Love</i>",
          "<i>The Ocean</i>"
        ]
      },
      {
        "data": "24/05/1975",
        "local": "Earl's Court Exhibition Centre, Londres, Inglaterra",
        "contexto": "Parte de uma série de cinco noites no Earl's Court, estas apresentações foram um triunfo de seu retorno ao Reino Unido após o lançamento do aclamado <i>Physical Graffiti</i>. Consideradas por muitos como o pináculo de suas performances ao vivo, com uma produção massiva e a banda em plena sintonia.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Sick Again</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>In My Time of Dying</i>",
          "<i>The Song Remains The Same</i>",
          "<i>The Rain Song</i>",
          "<i>Kashmir</i>",
          "<i>No Quarter</i>",
          "<i>Tangerine</i>",
          "<i>Going to California</i>",
          "<i>That's the Way</i>",
          "<i>Bron-Yr-Aur Stomp</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Moby Dick</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Black Dog</i>",
          "<i>Heartbreaker</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "17/07/1977",
        "local": "Kingdome, Seattle, Washington, EUA",
        "contexto": "Um dos maiores shows da Turnê de 1977, a última grande turnê do Led Zeppelin pelos EUA. Tocando para uma multidão recorde de mais de 70.000 pessoas, este concerto é emblemático da grandiosidade e do gigantismo que a banda havia alcançado.",
        "setlist": [
          "<i>The Song Remains The Same</i>",
          "<i>The Rover</i>/<i>Sick Again</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>Ten Years Gone</i>",
          "<i>The Battle of Evermore</i>",
          "<i>Going to California</i>",
          "<i>Black Country Woman</i>/<i>Bron-Yr-Aur Stomp</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Kashmir</i>",
          "<i>Moby Dick</i>",
          "Guitar Solo (incl. <i>Star Spangled Banner</i>)",
          "<i>Achilles Last Stand</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Rock and Roll</i>"
        ]
      },
      {
        "data": "11/08/1979",
        "local": "Knebworth House, Knebworth, Hertfordshire, Inglaterra",
        "contexto": "Representou o retorno triunfante da banda aos palcos britânicos após dois anos de hiato, e antes do lançamento de <i>In Through The Out Door</i>. A performance foi para uma multidão estimada em mais de 200.000 pessoas, consolidando seu status como lendas do rock. Foram os últimos grandes shows no Reino Unido antes da morte de Bonham.",
        "setlist": [
          "<i>The Song Remains The Same</i>",
          "<i>Celebration Day</i>",
          "<i>Black Dog</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>Hot Dog</i>",
          "<i>The Rain Song</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Kashmir</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Sick Again</i>",
          "<i>Achilles Last Stand</i>",
          "Page Solo",
          "<i>In the Evening</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Rock and Roll</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Heartbreaker</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "07/07/1980",
        "local": "Eisstadion, Berlim Ocidental, Alemanha",
        "contexto": "Tragicamente, este foi o último concerto do Led Zeppelin com John Bonham na bateria. Parte da Turnê Europeia de 1980, que visava um retorno mais direto ao ponto após o gigantismo dos anos 70. Ninguém poderia prever que seria o fim da era clássica da banda.",
        "setlist": [
          "<i>Train Kept A-Rollin'</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Black Dog</i>",
          "<i>In the Evening</i>",
          "<i>The Rain Song</i>",
          "<i>Hot Dog</i>",
          "<i>All My Love</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Achilles Last Stand</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Kashmir</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Rock and Roll</i>",
          "<i>Whole Lotta Love</i>"
        ]
      },
      {
        "data": "10/12/2007",
        "local": "O2 Arena, Londres, Inglaterra",
        "contexto": "O muito aguardado concerto de reunião para o Ahmet Ertegun Tribute. Com Jason Bonham na bateria, este foi um evento único e aclamado pela crítica, provando que a magia do Led Zeppelin ainda estava viva. Considerado por muitos como um dos maiores concertos de reunião de todos os tempos.",
        "setlist": [
          "<i>Good Times Bad Times</i>",
          "<i>Ramble On</i>",
          "<i>Black Dog</i>",
          "<i>In My Time of Dying</i>",
          "<i>For Your Life</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>No Quarter</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>The Song Remains The Same</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Kashmir</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Rock and Roll</i>"
        ]
      }
    ],
    "timeline": [
      {
        "year": "1968 — Formação",
        "text": "<p>Jimmy Page reúne Robert Plant, John Paul Jones e John Bonham.</p><p>O grupo nasce como The New Yardbirds, mas logo adota o nome Led Zeppelin.</p>"
      },
      {
        "year": "1969 — Ascensão Imediata",
        "text": "<p>Lançamento dos álbuns Led Zeppelin I (janeiro) e Led Zeppelin II (outubro).</p><p>A banda explode mundialmente com seu som pesado e inovador.</p>"
      },
      {
        "year": "1970 — Expansão Musical",
        "text": "<p>Lançamento de Led Zeppelin III, com forte influência folk.</p><p>Inclui as faixas Immigrant Song, Since I've been Loving You e Tangerine.</p><p>A banda se distancia da mídia e reforça seu ar enigmático.</p>"
      },
      {
        "year": "1971 — O Clássico Absoluto",
        "text": "<p>Lançamento de Led Zeppelin IV, um dos álbuns mais vendidos da história.</p><p>Inclui \"Stairway to Heaven\", que se torna um marco do rock.</p>"
      },
      {
        "year": "1973 — Domínio Mundial",
        "text": "<p>Lançamento de Houses of the Holy, marcado pela liberdade criativa.</p><p>Turnês gigantescas estabelecem números recordes de espectadores.</p><p>Criação da gravadora própria: a Swan Song Records.</p>"
      },
      {
        "year": "1975 — Obra-Prima Dupla",
        "text": "<p>Lançamento do álbum duplo Physical Graffiti, primeiro pela recém criada Swan Song Records.</p><p>Inclui a icônica Kashimir, Ten Years Gone e In My Time of Dying.</p><p>O Led Zeppelin atinge o auge criativo e comercial.</p>"
      },
      {
        "year": "1977 — Tragédia e Hiato",
        "text": "<p>Morte de Karac Plant, filho de Robert Plant aos 5 anos de idade.</p><p>A turnê americana é cancelada e a banda entra em pausa.</p>"
      },
      {
        "year": "1979 — Retorno",
        "text": "<p>Lançamento do álbum In Through the Out Door, repleto de texturas e sintetizadores, é considerado o disco de John Paul Jones.</p><p>É o último álbum gravado em estúdio marcando o testamento final do grupo.</p><p>Shows históricos em Knebworth, marcando o retorno aos palcos.</p>"
      },
      {
        "year": "1980 — Fim da Banda",
        "text": "<p>Morte de John Bonham em setembro.</p><p>A banda anuncia oficialmente o seu fim, afirmando que não poderia continuar sem ele.</p><p>Dois anos depois é lançado CODA, álbum com sobras de estúdio de faixas gravadas entre 1968 e 1978.</p>"
      },
      {
        "year": "1985 — Live Aid",
        "text": "<p>Primeira vez que os três membros remanescentes se reuniram no palco após a morte de John Bonham em 1980, com Phil Collins e Tony Thompson na bateria. A apresentação teve um setlist curto: Rock and Roll, Whole Lotta Love e Stairway to Heaven</p>"
      },
      {
        "year": "1988 — Atlantic 40 anos",
        "text": "<p>Reunião em celebração aos 40 anos da Atlantic Records.</p><p>No setlist: Stairway to Heaven, Misty Mountain Hop, Rock and Roll, Whole Lotta Love e Kashimir.</p><p> Destaque para Jason Bonham na bateria, filho do lendário John Bonham.</p>"
      },
      {
        "year": "1995 — Hall da Fama",
        "text": "<p>O Led Zeppelin é introduzido no Rock and Roll Hall of Fame.</p><p>A performance histórica e explosiva contou com convidados interpretando as músicas ao lado da banda.</p><p>Novamente com Jason Bonham assumindo a bateria.</p>"
      },
      {
        "year": "2007 — Celebration Day",
        "text": "<p>Show histórico em Londres, em homenagem a Ahmet Ertegun, fundador da Atlantic Records.</p><p>Formação: Page, Plant, Jones e Jason Bonham.</p><p>18 mil ingressos são vendidos.</p><p>Considerado por muitos o melhor show de reunião da história do rock.</p>"
      },
      {
        "year": "2012 — Filme/Álbum Ao Vivo",
        "text": "<p>O show Celebration Day realizado em 2007 é lançado oficialmente como álbum e filme nos cinemas.</p><p>Vence o Grammy de Melhor Álbum de Rock.</p>"
      }
    ],
    "albuns": [
      {
        "album": "Led Zeppelin",
        "year": 1969,
        "tracks": [
          "Good Times Bad Times",
          "Babe I'm Gonna Leave You",
          "You Shook Me",
          "Dazed And Confused",
          "Your Time Is Gonna Come",
          "Black Mountain Side",
          "Communication Breakdown",
          "I Can't Quit You Baby",
          "How Many More Times"
        ],
        "description": "O álbum de estreia homônimo é uma explosão de blues-rock pesado e psicodelia. Lançado em 1969, ele estabeleceu a base sonora da banda, com faixas como 'Dazed and Confused' e 'Communication Breakdown' que misturam a ferocidade do rock com as raízes profundas do blues americano, definindo um novo paradigma para a música pesada."
      },
      {
        "album": "Led Zeppelin II",
        "year": 1969,
        "tracks": [
          "Whole Lotta Love",
          "What Is and What Should Never Be",
          "The Lemon Song",
          "Thank You",
          "Heartbreaker",
          "Living Loving Maid (She's Just a Woman)",
          "Ramble On",
          "Moby Dick",
          "Bring It On Home"
        ],
        "description": "Considerado por muitos o álbum que definiu o hard rock, 'Led Zeppelin II' é mais direto e pesado que seu antecessor. Gravado enquanto a banda estava em turnê, o álbum captura a energia crua de suas apresentações ao vivo, com riffs icônicos em faixas como 'Whole Lotta Love' e 'Heartbreaker', e uma temática que explora o sexo, a estrada e a mitologia do rock and roll."
      },
      {
        "album": "Led Zeppelin III",
        "year": 1970,
        "tracks": [
          "Immigrant Song",
          "Friends",
          "Celebration Day",
          "Since I've Been Loving You",
          "Out On The Tiles",
          "Gallows Pole",
          "Tangerine",
          "That's The Way",
          "Bron-Y-Aur Stomp",
          "Hats Off To (Roy) Harper"
        ],
        "description": "Este álbum marcou uma virada surpreendente para um som predominantemente acústico e folk, inspirado por um retiro em uma cabana no País de Gales (Bron-Y-Aur). Apesar de ainda conter faixas de rock pesado como 'Immigrant Song', o álbum é dominado por baladas pastorais e melodias celtas, explorando temas de natureza, mitologia e introspecção, mostrando a versatilidade musical da banda."
      },
      {
        "album": "Led Zeppelin IV",
        "year": 1971,
        "tracks": [
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Four Sticks",
          "Going to California",
          "When the Levee Breaks"
        ],
        "description": "Um dos álbuns mais icônicos e misteriosos da história do rock, o quarto álbum sem título é uma obra-prima que consolida todos os elementos do som do Led Zeppelin. Do hard rock pulsante de 'Black Dog' ao folk místico de 'The Battle of Evermore' e a épica e atemporal 'Stairway to Heaven', o álbum explora temas de ocultismo, fantasia e espiritualidade, tornando-se um marco cultural."
      },
      {
        "album": "Houses of the Holy",
        "year": 1973,
        "tracks": [
          "The Song Remains The Same",
          "The Rain Song",
          "Over The Hills And Far Away",
          "The Crunge",
          "Dancing Days",
          "D'yer Mak'er",
          "No Quarter",
          "The Ocean"
        ],
        "description": "Expandindo ainda mais suas fronteiras musicais, 'Houses of the Holy' incorpora influências de reggae ('D'yer Mak'er') e funk ('The Crunge') em seu som. O álbum é mais brilhante e otimista, com uma produção mais polida e complexa. As letras mergulham em temas de fantasia, mitologia e viagens, como visto na épica 'No Quarter' e na melódica 'The Rain Song'."
      },
      {
        "album": "Physical Graffiti",
        "year": 1975,
        "tracks": [
          "Custard Pie",
          "The Rover",
          "In My Time of Dying",
          "Houses of the Holy",
          "Trampled Under Foot",
          "Kashmir",
          "In the Light",
          "Bron-Yr-Aur",
          "Down By the Seaside",
          "Ten Years Gone",
          "Night Flight",
          "The Wanton Song",
          "Boogie With Stu",
          "Black Country Woman",
          "Sick Again"
        ],
        "description": "Um álbum duplo monumental que serve como uma vitrine para a diversidade musical do Led Zeppelin. 'Physical Graffiti' passeia por hard rock, blues, funk, e até música oriental na majestosa 'Kashmir'. O álbum reúne novas gravações com sobras de sessões anteriores, criando uma obra expansiva e coesa que explora temas que vão da vida na estrada a reflexões existenciais."
      },
      {
        "album": "Presence",
        "year": 1976,
        "tracks": [
          "Achilles Last Stand",
          "For Your Life",
          "Royal Orleans",
          "Nobody's Fault But Mine",
          "Candy Store Rock",
          "Hots On For Nowhere",
          "Tea For One"
        ],
        "description": "Gravado em um período turbulento para a banda, 'Presence' é um álbum visceral e dominado por guitarras. É o único álbum de estúdio que não contém teclados ou violões, resultando em um som de hard rock direto e intenso. Faixas como a épica 'Achilles Last Stand' refletem um senso de urgência e luta, com temas líricos que abordam a sobrevivência e a resiliência."
      },
      {
        "album": "In Through the Out Door",
        "year": 1979,
        "tracks": [
          "In The Evening",
          "South Bound Saurez",
          "Fool In The Rain",
          "Hot Dog",
          "Carouselambra",
          "All My Love",
          "I'm Gonna Crawl"
        ],
        "description": "Marcado pela crescente influência do tecladista John Paul Jones, este álbum adota uma sonoridade mais pop e experimental, com uso proeminente de sintetizadores. Canções como 'Fool in the Rain' (com seu ritmo de samba) e a balada 'All My Love' mostram uma faceta mais suave e melódica da banda, contrastando com o rock pesado de seus primeiros anos. Os temas refletem maturidade e perda."
      },
      {
        "album": "Coda",
        "year": 1982,
        "tracks": [
          "We're Gonna Groove",
          "Poor Tom",
          "I Can't Quit You Baby",
          "Walter's Walk",
          "Ozone Baby",
          "Darlene",
          "Bonzo's Montreux",
          "Wearing and Tearing"
        ],
        "description": "Lançado após a morte de John Bonham e o fim da banda, 'Coda' é uma coleção de faixas não lançadas e outtakes de várias sessões de gravação ao longo da carreira do Led Zeppelin. O álbum serve como um epílogo, oferecendo um vislumbre de diferentes momentos da banda, desde o blues pesado do início de carreira até faixas mais experimentais, funcionando como uma despedida para os fãs."
      },
      {
        "album": "Led Zeppelin (Box Set)",
        "year": 1990,
        "tracks": [
          "Whole Lotta Love",
          "Heartbreaker",
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "What Is and What Should Never Be",
          "Thank You",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Your Time Is Gonna Come",
          "Ramble On",
          "Travelling Riverside Blues",
          "Friends",
          "Celebration Day",
          "Hey Hey What Can I Do",
          "White Summer / Black Mountain Side",
          "Black Dog",
          "Over the Hills and Far Away",
          "Immigrant Song",
          "The Battle of Evermore",
          "Bron-Y-Aur Stomp",
          "Tangerine",
          "Going to California",
          "Since I've Been Loving You",
          "D'yer Mak'er",
          "Gallows Pole",
          "Custard Pie",
          "Misty Mountain Hop",
          "Rock and Roll",
          "The Rain Song",
          "Stairway to Heaven",
          "Kashmir",
          "Trampled Under Foot",
          "For Your Life",
          "No Quarter",
          "Dancing Days",
          "When the Levee Breaks",
          "Achilles Last Stand",
          "The Song Remains the Same",
          "Ten Years Gone",
          "In My Time of Dying",
          "In the Evening",
          "Candy Store Rock",
          "The Ocean",
          "Ozone Baby",
          "Houses of the Holy",
          "Wearing and Tearing",
          "Poor Tom",
          "Nobody's Fault But Mine",
          "Fool in the Rain",
          "In the Light",
          "The Wanton Song",
          "Moby Dick / Bonzo's Montreux",
          "I'm Gonna Crawl",
          "All My Love"
        ],
        "description": "Conjunto de quatro CDs que marcou a primeira vez que o catálogo da banda foi masterizado para CD, sob supervisão de Jimmy Page que diferente de um álbum de estúdio, possui 54 faixas pensadas pelo guitarrista Jimmy Page para oferecer um panorama da carreira da banda, com todas as músicas óbvias e essenciais presentes. Além de incluir canções de todos os nove álbuns de estúdio, o conjunto apresenta material especial como uma nova faixa (Traveling to Riverside Blues), uma gravação ao vivo inédita (White Summer Black Mountain Side) e uma mistura de duas músicas (Moby Dick e Bonzo's Montreux). O pacote inclui um livreto de 36 páginas com informações da banda e fotos. Algumas edições maiores (tamanho LP) para colecionadores também incluíam pôsteres da banda."
      },
      {
        "album": "Led Zeppelin Remasters",
        "year": 1990,
        "tracks": [
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "Good Times Bad Times",
          "Dazed and Confused",
          "Whole Lotta Love",
          "Heartbreaker",
          "Ramble On",
          "Immigrant Song",
          "Celebration Day",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Misty Mountain Hop",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "The Rain Song",
          "D'yer Mak'er",
          "No Quarter",
          "Houses of the Holy",
          "Kashmir",
          "Trampled Underfoot",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "All My Love",
          "In the Evening"
        ],
        "description": "A versão em CD duplo do Led Zeppelin Remasters, lançada simultaneamente à caixa quádrupla em outubro de 1990, serviu como uma compilação de melhores momentos mais acessível para o público geral.Focando nos principais sucessos e nas músicas mais icônicas da banda. apresentava 24 faixas, incluindo clássicos indiscutíveis como Stairway to Heaven, Whole Lotta Love, Black Dog, Rock and Roll e Kashmir, todas se beneficiando da remasterização digital supervisionada por Jimmy Page oferecendo um resumo poderoso e de alta qualidade da lendária carreira do Led Zeppelin."
      },
      {
        "album": "Led Zeppelin Boxed Set 2",
        "year": 1993,
        "tracks": [
          "Good Times Bad Times",
          "We're Gonna Groove",
          "Night Flight",
          "That's the Way",
          "Baby Come On Home (Previously Unreleased)",
          "The Lemon Song",
          "You Shook Me",
          "Boogie With Stu",
          "Bron-Yr-Aur",
          "Down by the Seaside",
          "Out on the Tiles",
          "Black Mountain Side",
          "Moby Dick",
          "Sick Again",
          "Hot Dog",
          "Carouselambra",
          "South Bound Saurez",
          "Walter's Walk",
          "Darlene",
          "Black Country Woman",
          "How Many More Times",
          "The Rover",
          "Four Sticks",
          "Hats Off to (Roy) Harper",
          "I Can't Quit You Baby",
          "Hots On for Nowhere",
          "Living Loving Maid (She's Just a Woman)",
          "Royal Orleans",
          "Bonzo's Montreux",
          "The Crunge",
          "Bring It On Home",
          "Tea For One"
        ],
        "description": "Lançado em setembro de 1993, foi concebido para complementar o primeiro box set de 1990, reunindo todas as faixas restantes do catálogo de estúdio da banda que haviam ficado de fora da compilação anterior. A principal função deste box era garantir que, combinando-o com o primeiro Boxed Set, os fãs tivessem a discografia completa de estúdio da banda em formato remasterizado.O grande atrativo para os colecionadores foi a inclusão da faixa de estúdio inédita na época, Baby Come On Home. O box também vinha acompanhado de um livreto de 54 páginas, contendo fotos e informações detalhadas sobre as gravações."
      },
      {
        "album": "Early Days and Latter Days",
        "year": 2002,
        "tracks": [
          "Good Times, Bad Times",
          "Babe I'm Gonna Leave You",
          "Dazed And Confused",
          "Communication Breakdown",
          "Whole Lotta Love",
          "What Is And What Should Never Be",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock And Roll",
          "The Battle Of Evermore",
          "When The Levee Breaks",
          "Stairway To Heaven",
          "The Song Remains The Same",
          "No Quarter",
          "Houses Of The Holy",
          "Trampled Underfoot",
          "Kashmir",
          "Ten Years Gone",
          "Achilles Last Stand",
          "Nobody's Fault But Mine",
          "All My Love",
          "In The Evening"
        ],
        "description": "O lançamento Early Days and Latter Days é, na verdade, a junção de duas compilações de melhores momentos da banda, originalmente lançadas como volumes separados. O volume 1, Early Days, foi lançado em novembro de 1999 e focava na fase inicial da banda (1968-1971), cobrindo faixas dos quatro primeiros álbuns. O volume 2, Latter Days, lançado em novembro de 2000, abrangia o período posterior (1973-1980), com faixas dos álbuns restantes com músicas dos álbuns Houses of the Holy, Physical Graffiti, Presence e In Through the Out Door. Em 2002, ambos os volumes foram combinados em um único lançamento, proporcionando aos fãs uma visão abrangente da carreira do Led Zeppelin, desde seus primeiros dias até o final de sua jornada musical."
      },
      {
        "album": "Mothership",
        "year": 2007,
        "tracks": [
          "Good Times Bad Times",
          "Communication Breakdown",
          "Dazed And Confused",
          "Babe I'm Gonna Leave You",
          "Whole Lotta Love",
          "Ramble On",
          "Heartbreaker",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Rock And Roll",
          "Black Dog",
          "When The Levee Breaks",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "Over The Hills And Far Away",
          "D'yer Mak'er",
          "No Quarter",
          "Trampled Under Foot",
          "Houses Of The Holy",
          "Kashmir",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "In The Evening",
          "All My Love"
        ],
        "description": "O Mothership, lançado em novembro de 2007, representa a coletânea definitiva e a mais vendida da carreira do Led Zeppelin, ideal para novos fãs e colecionadores. A compilação é um álbum duplo (dois CDs), totalizando 24 faixas. Uma versão de luxo popular também inclui um DVD com uma seleção de performances ao vivo icônicas da banda. A seleção das faixas foi feita pelos membros remanescentes da banda — Jimmy Page, Robert Plant e John Paul Jones — garantindo um repertório que eles consideravam essencial e representativo. Foi remasterizado digitalmente, sob a supervisão de Jimmy Page, utilizando os mais recentes avanços tecnológicos da época. A arte da capa apresenta o famoso dirigível Hindenburg em um campo de testes, uma imagem que se tornou imediatamente reconhecível e sinônimo da identidade visual da banda na era moderna."
      }
    ]
  }
}