{
  "led_zeppelin": {
    "historia": "A gênese do Led Zeppelin remonta a 1968, quando Jimmy Page, após o fim dos Yardbirds, recrutou Robert Plant, John Paul Jones e John Bonham. Originalmente batizada New Yardbirds, a banda logo adotou o nome icônico, forjando uma nova era para o rock. Seu som pesado e inovador foi imediatamente marcante.\n\nO álbum de estreia, <i>Led Zeppelin</i>, lançado em janeiro de 1969, chocou o mundo com sua fusão de blues e hard rock. Ainda em 1969, <i>Led Zeppelin II</i> consolidou sua força, apresentando o estrondoso sucesso <i>Whole Lotta Love</i>. A banda rapidamente ascendeu ao estrelato global.\n\nEm 1971, o lançamento de <i>Led Zeppelin IV</i> (sem título oficial) marcou o ápice comercial e artístico, com a lendária <i>Stairway to Heaven</i>. Este álbum, junto a <i>Led Zeppelin III</i> (1970), cimentou seu status de gigantes do rock. Suas turnês eram eventos monumentais.\n\nÁlbuns como <i>Houses of the Holy</i> (1973) e o ambicioso <i>Physical Graffiti</i> (1975) demonstraram a evolução musical da banda. Eles exploraram novas texturas e gêneros, mantendo sua identidade poderosa. O Led Zeppelin reinava absoluto na cena musical mundial.\n\nInfelizmente, a jornada épica teve um fim abrupto com a trágica morte de John Bonham em 25 de setembro de 1980. Em 4 de dezembro de 1980, o Led Zeppelin anunciou sua dissolução. Seu legado como uma das bandas mais influentes da história do rock é imortal.",
    "perfis": {
      "Jimmy Page": "Jimmy Page, nascido em 9 de janeiro de 1944, em Heston, Inglaterra, foi um prodígio que começou como músico de sessão nos anos 60. Sua guitarra contribuiu para inúmeras gravações de sucesso antes de se juntar aos The Yardbirds em 1966. Lá, ele aprimorou sua versatilidade, preparando o terreno para sua próxima empreitada.\n\nEm 1968, Page formou o Led Zeppelin com Robert Plant, John Paul Jones e John Bonham, moldando o hard rock. Seus primeiros álbuns, como <i>Led Zeppelin</i> e <i>Led Zeppelin II</i> (ambos de 1969), definiram um som pesado e inovador. Eles misturavam blues elétrico, folk e psicodelia com uma potência inédita.\n\nA década de 70 viu o Zeppelin atingir o ápice. Page não apenas compunha riffs lendários, como em <i>Whole Lotta Love</i>, mas também produzia a maioria dos álbuns da banda. Sua visão criativa culminou em obras-primas como <i>Led Zeppelin IV</i>, com a icônica <i>Stairway to Heaven</i>.\n\nSeu estilo era uma fusão magistral de blues, folk e hard rock, incorporando elementos exóticos. Page era conhecido pelos riffs marcantes, solos melódicos e uso inovador de técnicas como afinações abertas e o arco de violino. Ele transformou o estúdio num instrumento, explorando multi-tracking e reverberação.\n\nO símbolo de Page, parte dos quatro ideogramas do <i>Led Zeppelin IV</i>, reflete seu misticismo e repulsa à mídia. Conhecido popularmente como \"Zoso\", é na verdade um dos seus símbolos pessoais, sem pronúncia. Após o Zeppelin, ele continuou ativo em projetos como The Firm, consolidando seu legado como um dos maiores guitarristas da história.",
      "Robert Plant": "Robert Plant, nascido em 20 de agosto de 1948, em West Bromwich, Inglaterra, emergiu da cena blues-rock britânica. Após passagens por diversas bandas, sua voz chamou a atenção de Jimmy Page, levando à formação do New Yardbirds em 1968, que logo se tornaria o lendário Led Zeppelin.\n\nPlant rapidamente se estabeleceu como um frontman carismático, com sua figura de \"deus dourado\" e um estilo vocal inconfundível. Sua voz potente e aguda, carregada de influências do blues e soul, era a força motriz por trás de clássicos como <i>Whole Lotta Love</i> e <i>Immigrant Song</i>, presentes em álbuns como <i>Led Zeppelin II</i> e <i>Led Zeppelin III</i>.\n\nSeu símbolo pessoal, visto no encarte de <i>Led Zeppelin IV</i>, é uma pena dentro de um círculo. A pena representa uma pena de escrever, simbolizando seu papel como letrista da banda. É também associada à deusa egípcia Ma'at, ligada à verdade e justiça, refletindo a profundidade e misticismo de suas composições.\n\nTecnicamente, Plant era um mestre da dinâmica vocal, transitando de berros guturais a falsetes etéreos com facilidade. Suas letras frequentemente exploravam mitologia, fantasia e espiritualidade, adicionando uma camada poética e enigmática à sonoridade inovadora do Zeppelin, que mesclava blues, folk e hard rock.\n\nApós o fim do Led Zeppelin em 1980, Plant embarcou em uma bem-sucedida carreira solo, lançando álbuns como <i>Pictures at Eleven</i>. Ele continuou explorando diversas sonoridades, incluindo folk e world music, e recebeu aclamação crítica por colaborações como o álbum <i>Raising Sand</i> com Alison Krauss, demonstrando sua incessante evolução artística.",
      "John Paul Jones": "John Richard Baldwin, nascido em 3 de janeiro de 1946, em Sidcup, Inglaterra, começou a música cedo. Filho de um pianista, ele dominou baixo, teclado e arranjo, tornando-se um requisitado músico de sessão em Londres. Trabalhou com artistas como Jeff Beck e The Rolling Stones, contribuindo para <i>Their Satanic Majesties Request</i>. Essa fase foi crucial para seu desenvolvimento técnico.\n\nEm 1968, John Paul Jones uniu-se a Jimmy Page, Robert Plant e John Bonham para formar o Led Zeppelin. Ele era a espinha dorsal rítmica e harmônica da banda, tocando baixo, teclado e bandolim. Sua função ia além do baixo, sendo essencial para a sonoridade única do grupo. Seu vasto conhecimento musical elevava as composições.\n\nJones era um baixista melódico e rítmico, com influências de funk, soul e jazz. Sua técnica impecável, com linhas de baixo complexas e groove, era a fundação do som pesado do Zeppelin. No teclado, explorava órgãos Hammond e sintetizadores, como em <i>Kashmir</i> e <i>Stairway to Heaven</i>. Sua versatilidade era inigualável.\n\nNo álbum <i>Led Zeppelin IV</i> (1971), cada membro escolheu um símbolo pessoal. O de Jones é um círculo sobreposto a três formas interligadas, simbolizando confiança e competência. Retirado de um livro de runas, ele representa a trindade da alma, corpo e espírito, ou sua versatilidade. Reflete a solidez de seu papel.\n\nApós o fim do Led Zeppelin em 1980, Jones continuou ativo como produtor, arranjador e músico. Colaborou com R.E.M., Peter Gabriel e Paul McCartney, e lançou álbuns solo como <i>The Sporting Life</i>. Sua influência é vasta, sendo reconhecido como um dos mais inovadores baixistas e arranjadores. Ele é um mestre da instrumentação.",
      "John Bonham": "John Henry Bonham, nascido em 31 de maio de 1948, em Redditch, Inglaterra, foi uma força primordial na história do rock. Autodidata e influenciado por jazz e R&B, ele se destacou rapidamente. Em 1968, juntou-se a Jimmy Page, Robert Plant e John Paul Jones, formando o icônico Led Zeppelin.\n\nPara o álbum <i>Led Zeppelin IV</i> (1971), cada membro escolheu um símbolo pessoal. Bonham selecionou os \"três anéis entrelaçados\", um design antigo. Este símbolo, sem significado oficial, é frequentemente interpretado como a \"Santíssima Trindade\" ou, mais pessoalmente, sua família: esposa Pat e filhos Jason e Zoë.\n\nBonham era conhecido por seu estilo poderoso, groove inconfundível e técnica inovadora. Sua bateria era a espinha dorsal e, muitas vezes, o coração pulsante do Zeppelin. Ele fundia a força do rock com a sutileza do funk e do soul, criando um som único e imediatamente reconhecível.\n\nTecnicamente, Bonham usava um ataque implacável e batidas fortes, mas com incrível controle e dinâmica. Sua marca registrada incluía o \"Bonham shuffle\" e solos épicos como em <i>Moby Dick</i>. Ele tornou a bateria um instrumento protagonista, com ritmos complexos em faixas como <i>Whole Lotta Love</i> e <i>When the Levee Breaks</i>.\n\nSua vida foi tragicamente interrompida em 25 de setembro de 1980, aos 32 anos, devido a um acidente relacionado ao álcool. A morte de Bonham marcou o fim do Led Zeppelin, pois os membros se recusaram a continuar sem ele. Seu legado como um dos maiores e mais influentes bateristas de todos os tempos permanece inabalável."
    },
    "shows": [
      {
        "data": "09/01/1970",
        "local": "Royal Albert Hall, Londres, Reino Unido",
        "contexto": "Um dos primeiros grandes shows filmados do Led Zeppelin, capturando a banda em sua ascensão meteórica. A performance foi lançada oficialmente como parte do DVD <i>Led Zeppelin</i> em 2003, mostrando a energia e o virtuosismo que os tornariam lendas. Incluiu material de <i>Led Zeppelin I</i> e <i>Led Zeppelin II</i>.",
        "setlist": [
          "<i>We're Gonna Groove</i>",
          "<i>I Can't Quit You Baby</i>",
          "<i>Dazed and Confused</i>",
          "<i>Heartbreaker</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Thank You</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Communication Breakdown</i>",
          "<i>Bring It On Home</i>"
        ]
      },
      {
        "data": "28/06/1970",
        "local": "Bath Festival of Blues and Progressive Music, Shepton Mallet, Reino Unido",
        "contexto": "Considerado um ponto alto da carreira inicial da banda, este show para uma vasta multidão (estimada em 150.000 pessoas) cimentou a reputação do Led Zeppelin como uma força inigualável ao vivo. Foi um dos primeiros lugares onde tocaram <i>Immigrant Song</i> ao vivo, antecipando o álbum <i>Led Zeppelin III</i>.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Dazed and Confused</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Thank You</i>",
          "<i>That's the Way</i>",
          "<i>Bron-Yr-Aur Stomp</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Communication Breakdown</i>",
          "<i>Blueberry Hill</i>"
        ]
      },
      {
        "data": "29/09/1971",
        "local": "Festival Hall, Osaka, Japão",
        "contexto": "O primeiro show do Led Zeppelin no Japão, um mercado crucial. Esta performance é famosa por bootlegs que mostram a banda em plena forma, introduzindo material do então inédito <i>Led Zeppelin IV</i>, incluindo a primeira performance japonesa de <i>Stairway to Heaven</i>.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Black Dog</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Celebration Day</i>",
          "<i>That's the Way</i>",
          "<i>Going to California</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Rock and Roll</i>"
        ]
      },
      {
        "data": "27/06/1972",
        "local": "Los Angeles Forum, Inglewood, EUA",
        "contexto": "Parte da lendária turnê norte-americana de 1972, este show é frequentemente citado como uma das performances mais poderosas e coesas da banda. A gravação bootleg 'Burn Like a Candle' é uma das mais célebres, demonstrando o auge da banda após o lançamento de <i>Led Zeppelin IV</i>.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Black Dog</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Going to California</i>",
          "<i>That's the Way</i>",
          "<i>Dazed and Confused</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Rock and Roll</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "22/12/1972",
        "local": "Alexandra Palace, Londres, Reino Unido",
        "contexto": "Um dos poucos shows do Led Zeppelin no Reino Unido em 1972, este concerto é notável pela performance estendida de <i>Dazed and Confused</i> e pela inclusão de <i>The Crunge</i>. Foi um dos últimos shows antes da turnê massiva de 1973, mostrando a banda em transição e experimentando novas dinâmicas.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Bron-Yr-Aur Stomp</i>",
          "<i>The Crunge</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Heartbreaker</i>",
          "<i>Immigrant Song</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "29/07/1973",
        "local": "Madison Square Garden, Nova York, EUA",
        "contexto": "O show final da turnê de 1973 e a principal data filmada para o filme-concerto <i>The Song Remains The Same</i>. Representa o auge comercial e popular da banda, com performances épicas e a grandiosidade que definia o Led Zeppelin nos estádios.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Celebration Day</i>",
          "<i>Black Dog</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>No Quarter</i>",
          "<i>The Song Remains the Same</i>",
          "<i>The Rain Song</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i>"
        ]
      },
      {
        "data": "24/05/1975",
        "local": "Earls Court Exhibition Centre, Londres, Reino Unido",
        "contexto": "Um dos cinco shows esgotados no Earls Court, marcando um retorno triunfal à Inglaterra após o lançamento do aclamado álbum duplo <i>Physical Graffiti</i>. Muitos consideram estas performances como o auge da banda no palco, com uma produção visual impressionante e um repertório expansivo.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Sick Again</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>In My Time of Dying</i>",
          "<i>The Song Remains the Same</i>",
          "<i>The Rain Song</i>",
          "<i>Kashmir</i>",
          "<i>No Quarter</i>",
          "<i>Tangerine</i>",
          "<i>Going to California</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Black Dog</i>"
        ]
      },
      {
        "data": "10/04/1977",
        "local": "Chicago Stadium, Chicago, EUA",
        "contexto": "Parte da turnê 'Presence' de 1977, esta foi uma das turnês mais ambiciosas e visualmente grandiosas da banda. Apesar de alguns contratempos, a performance de Chicago é notável pela energia e pela inclusão de faixas do álbum <i>Presence</i>, como <i>Achilles Last Stand</i> e <i>Nobody's Fault but Mine</i>.",
        "setlist": [
          "<i>The Song Remains the Same</i>",
          "<i>Sick Again</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>Ten Years Gone</i>",
          "<i>The Battle of Evermore</i>",
          "<i>Going to California</i>",
          "<i>Kashmir</i>",
          "<i>Achilles Last Stand</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Rock and Roll</i>",
          "<i>Whole Lotta Love</i>"
        ]
      },
      {
        "data": "04/08/1979",
        "local": "Knebworth Festival, Stevenage, Reino Unido",
        "contexto": "O primeiro dos dois shows de Knebworth, marcando o retorno da banda aos palcos britânicos após dois anos de inatividade. Apesar das críticas mistas, foi um evento massivo e histórico, com mais de 100.000 fãs, e a última vez que o Led Zeppelin tocou no Reino Unido como banda principal.",
        "setlist": [
          "<i>The Song Remains the Same</i>",
          "<i>Celebration Day</i>",
          "<i>Black Dog</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>Hot Dog</i>",
          "<i>Kashmir</i>",
          "<i>Achilles Last Stand</i>",
          "<i>In the Evening</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "06/11/1969",
        "local": "Winterland Ballroom, São Francisco, EUA",
        "contexto": "Essencial para o estabelecimento do Led Zeppelin nos EUA, este show no Winterland Ballroom é lendário por sua energia crua e a fusão poderosa de blues e hard rock. É um exemplo perfeito da banda em seus primeiros anos, dominando o palco e conquistando o público americano com faixas de <i>Led Zeppelin I</i> e <i>Led Zeppelin II</i>.",
        "setlist": [
          "<i>Good Times Bad Times</i>/<i>Communication Breakdown</i>",
          "<i>I Can't Quit You Baby</i>",
          "<i>Heartbreaker</i>",
          "<i>Dazed and Confused</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>You Shook Me</i>",
          "<i>Moby Dick</i>",
          "<i>How Many More Times</i>",
          "<i>Whole Lotta Love</i>",
          "<i>The Lemon Song</i>"
        ]
      }
    ],
    "timeline": [
      {
        "year": "1968 — Formação",
        "text": "<p>Jimmy Page reúne Robert Plant, John Paul Jones e John Bonham.</p><p>O grupo nasce como The New Yardbirds, mas logo adota o nome Led Zeppelin.</p>"
      },
      {
        "year": "1969 — Ascensão Imediata",
        "text": "<p>Lançamento dos álbuns Led Zeppelin I (janeiro) e Led Zeppelin II (outubro).</p><p>A banda explode mundialmente com seu som pesado e inovador.</p>"
      },
      {
        "year": "1970 — Expansão Musical",
        "text": "<p>Lançamento de Led Zeppelin III, com forte influência folk.</p><p>Inclui as faixas Immigrant Song, Since I've been Loving You e Tangerine.</p><p>A banda se distancia da mídia e reforça seu ar enigmático.</p>"
      },
      {
        "year": "1971 — O Clássico Absoluto",
        "text": "<p>Lançamento de Led Zeppelin IV, um dos álbuns mais vendidos da história.</p><p>Inclui \"Stairway to Heaven\", que se torna um marco do rock.</p>"
      },
      {
        "year": "1973 — Domínio Mundial",
        "text": "<p>Lançamento de Houses of the Holy, marcado pela liberdade criativa.</p><p>Turnês gigantescas estabelecem números recordes de espectadores.</p><p>Criação da gravadora própria: a Swan Song Records.</p>"
      },
      {
        "year": "1975 — Obra-Prima Dupla",
        "text": "<p>Lançamento do álbum duplo Physical Graffiti, primeiro pela recém criada Swan Song Records.</p><p>Inclui a icônica Kashimir, Ten Years Gone e In My Time of Dying.</p><p>O Led Zeppelin atinge o auge criativo e comercial.</p>"
      },
      {
        "year": "1977 — Tragédia e Hiato",
        "text": "<p>Morte de Karac Plant, filho de Robert Plant aos 5 anos de idade.</p><p>A turnê americana é cancelada e a banda entra em pausa.</p>"
      },
      {
        "year": "1979 — Retorno",
        "text": "<p>Lançamento do álbum In Through the Out Door, repleto de texturas e sintetizadores, é considerado o disco de John Paul Jones.</p><p>É o último álbum gravado em estúdio marcando o testamento final do grupo.</p><p>Shows históricos em Knebworth, marcando o retorno aos palcos.</p>"
      },
      {
        "year": "1980 — Fim da Banda",
        "text": "<p>Morte de John Bonham em setembro.</p><p>A banda anuncia oficialmente o seu fim, afirmando que não poderia continuar sem ele.</p><p>Dois anos depois é lançado CODA, álbum com sobras de estúdio de faixas gravadas entre 1968 e 1978.</p>"
      },
      {
        "year": "1985 — Live Aid",
        "text": "<p>Primeira vez que os três membros remanescentes se reuniram no palco após a morte de John Bonham em 1980, com Phil Collins e Tony Thompson na bateria. A apresentação teve um setlist curto: Rock and Roll, Whole Lotta Love e Stairway to Heaven</p>"
      },
      {
        "year": "1988 — Atlantic 40 anos",
        "text": "<p>Reunião em celebração aos 40 anos da Atlantic Records.</p><p>No setlist: Stairway to Heaven, Misty Mountain Hop, Rock and Roll, Whole Lotta Love e Kashimir.</p><p> Destaque para Jason Bonham na bateria, filho do lendário John Bonham.</p>"
      },
      {
        "year": "1995 — Hall da Fama",
        "text": "<p>O Led Zeppelin é introduzido no Rock and Roll Hall of Fame.</p><p>A performance histórica e explosiva contou com convidados interpretando as músicas ao lado da banda.</p><p>Novamente com Jason Bonham assumindo a bateria.</p>"
      },
      {
        "year": "2007 — Celebration Day",
        "text": "<p>Show histórico em Londres, em homenagem a Ahmet Ertegun, fundador da Atlantic Records.</p><p>Formação: Page, Plant, Jones e Jason Bonham.</p><p>18 mil ingressos são vendidos.</p><p>Considerado por muitos o melhor show de reunião da história do rock.</p>"
      },
      {
        "year": "2012 — Filme/Álbum Ao Vivo",
        "text": "<p>O show Celebration Day realizado em 2007 é lançado oficialmente como álbum e filme nos cinemas.</p><p>Vence o Grammy de Melhor Álbum de Rock.</p>"
      }
    ],
    "albuns": [
      {
        "album": "Led Zeppelin",
        "year": 1969,
        "tracks": [
          "Good Times Bad Times",
          "Babe I'm Gonna Leave You",
          "You Shook Me",
          "Dazed And Confused",
          "Your Time Is Gonna Come",
          "Black Mountain Side",
          "Communication Breakdown",
          "I Can't Quit You Baby",
          "How Many More Times"
        ],
        "description": "O álbum de estreia homônimo é uma explosão de blues-rock pesado e psicodelia. Lançado em 1969, ele estabeleceu a base sonora da banda, com faixas como 'Dazed and Confused' e 'Communication Breakdown' que misturam a ferocidade do rock com as raízes profundas do blues americano, definindo um novo paradigma para a música pesada."
      },
      {
        "album": "Led Zeppelin II",
        "year": 1969,
        "tracks": [
          "Whole Lotta Love",
          "What Is and What Should Never Be",
          "The Lemon Song",
          "Thank You",
          "Heartbreaker",
          "Living Loving Maid (She's Just a Woman)",
          "Ramble On",
          "Moby Dick",
          "Bring It On Home"
        ],
        "description": "Considerado por muitos o álbum que definiu o hard rock, 'Led Zeppelin II' é mais direto e pesado que seu antecessor. Gravado enquanto a banda estava em turnê, o álbum captura a energia crua de suas apresentações ao vivo, com riffs icônicos em faixas como 'Whole Lotta Love' e 'Heartbreaker', e uma temática que explora o sexo, a estrada e a mitologia do rock and roll."
      },
      {
        "album": "Led Zeppelin III",
        "year": 1970,
        "tracks": [
          "Immigrant Song",
          "Friends",
          "Celebration Day",
          "Since I've Been Loving You",
          "Out On The Tiles",
          "Gallows Pole",
          "Tangerine",
          "That's The Way",
          "Bron-Y-Aur Stomp",
          "Hats Off To (Roy) Harper"
        ],
        "description": "Este álbum marcou uma virada surpreendente para um som predominantemente acústico e folk, inspirado por um retiro em uma cabana no País de Gales (Bron-Y-Aur). Apesar de ainda conter faixas de rock pesado como 'Immigrant Song', o álbum é dominado por baladas pastorais e melodias celtas, explorando temas de natureza, mitologia e introspecção, mostrando a versatilidade musical da banda."
      },
      {
        "album": "Led Zeppelin IV",
        "year": 1971,
        "tracks": [
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Four Sticks",
          "Going to California",
          "When the Levee Breaks"
        ],
        "description": "Um dos álbuns mais icônicos e misteriosos da história do rock, o quarto álbum sem título é uma obra-prima que consolida todos os elementos do som do Led Zeppelin. Do hard rock pulsante de 'Black Dog' ao folk místico de 'The Battle of Evermore' e a épica e atemporal 'Stairway to Heaven', o álbum explora temas de ocultismo, fantasia e espiritualidade, tornando-se um marco cultural."
      },
      {
        "album": "Houses of the Holy",
        "year": 1973,
        "tracks": [
          "The Song Remains The Same",
          "The Rain Song",
          "Over The Hills And Far Away",
          "The Crunge",
          "Dancing Days",
          "D'yer Mak'er",
          "No Quarter",
          "The Ocean"
        ],
        "description": "Expandindo ainda mais suas fronteiras musicais, 'Houses of the Holy' incorpora influências de reggae ('D'yer Mak'er') e funk ('The Crunge') em seu som. O álbum é mais brilhante e otimista, com uma produção mais polida e complexa. As letras mergulham em temas de fantasia, mitologia e viagens, como visto na épica 'No Quarter' e na melódica 'The Rain Song'."
      },
      {
        "album": "Physical Graffiti",
        "year": 1975,
        "tracks": [
          "Custard Pie",
          "The Rover",
          "In My Time of Dying",
          "Houses of the Holy",
          "Trampled Under Foot",
          "Kashmir",
          "In the Light",
          "Bron-Yr-Aur",
          "Down By the Seaside",
          "Ten Years Gone",
          "Night Flight",
          "The Wanton Song",
          "Boogie With Stu",
          "Black Country Woman",
          "Sick Again"
        ],
        "description": "Um álbum duplo monumental que serve como uma vitrine para a diversidade musical do Led Zeppelin. 'Physical Graffiti' passeia por hard rock, blues, funk, e até música oriental na majestosa 'Kashmir'. O álbum reúne novas gravações com sobras de sessões anteriores, criando uma obra expansiva e coesa que explora temas que vão da vida na estrada a reflexões existenciais."
      },
      {
        "album": "Presence",
        "year": 1976,
        "tracks": [
          "Achilles Last Stand",
          "For Your Life",
          "Royal Orleans",
          "Nobody's Fault But Mine",
          "Candy Store Rock",
          "Hots On For Nowhere",
          "Tea For One"
        ],
        "description": "Gravado em um período turbulento para a banda, 'Presence' é um álbum visceral e dominado por guitarras. É o único álbum de estúdio que não contém teclados ou violões, resultando em um som de hard rock direto e intenso. Faixas como a épica 'Achilles Last Stand' refletem um senso de urgência e luta, com temas líricos que abordam a sobrevivência e a resiliência."
      },
      {
        "album": "In Through the Out Door",
        "year": 1979,
        "tracks": [
          "In The Evening",
          "South Bound Saurez",
          "Fool In The Rain",
          "Hot Dog",
          "Carouselambra",
          "All My Love",
          "I'm Gonna Crawl"
        ],
        "description": "Marcado pela crescente influência do tecladista John Paul Jones, este álbum adota uma sonoridade mais pop e experimental, com uso proeminente de sintetizadores. Canções como 'Fool in the Rain' (com seu ritmo de samba) e a balada 'All My Love' mostram uma faceta mais suave e melódica da banda, contrastando com o rock pesado de seus primeiros anos. Os temas refletem maturidade e perda."
      },
      {
        "album": "Coda",
        "year": 1982,
        "tracks": [
          "We're Gonna Groove",
          "Poor Tom",
          "I Can't Quit You Baby",
          "Walter's Walk",
          "Ozone Baby",
          "Darlene",
          "Bonzo's Montreux",
          "Wearing and Tearing"
        ],
        "description": "Lançado após a morte de John Bonham e o fim da banda, 'Coda' é uma coleção de faixas não lançadas e outtakes de várias sessões de gravação ao longo da carreira do Led Zeppelin. O álbum serve como um epílogo, oferecendo um vislumbre de diferentes momentos da banda, desde o blues pesado do início de carreira até faixas mais experimentais, funcionando como uma despedida para os fãs."
      },
      {
        "album": "Led Zeppelin (Box Set)",
        "year": 1990,
        "tracks": [
          "Whole Lotta Love",
          "Heartbreaker",
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "What Is and What Should Never Be",
          "Thank You",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Your Time Is Gonna Come",
          "Ramble On",
          "Travelling Riverside Blues",
          "Friends",
          "Celebration Day",
          "Hey Hey What Can I Do",
          "White Summer / Black Mountain Side",
          "Black Dog",
          "Over the Hills and Far Away",
          "Immigrant Song",
          "The Battle of Evermore",
          "Bron-Y-Aur Stomp",
          "Tangerine",
          "Going to California",
          "Since I've Been Loving You",
          "D'yer Mak'er",
          "Gallows Pole",
          "Custard Pie",
          "Misty Mountain Hop",
          "Rock and Roll",
          "The Rain Song",
          "Stairway to Heaven",
          "Kashmir",
          "Trampled Under Foot",
          "For Your Life",
          "No Quarter",
          "Dancing Days",
          "When the Levee Breaks",
          "Achilles Last Stand",
          "The Song Remains the Same",
          "Ten Years Gone",
          "In My Time of Dying",
          "In the Evening",
          "Candy Store Rock",
          "The Ocean",
          "Ozone Baby",
          "Houses of the Holy",
          "Wearing and Tearing",
          "Poor Tom",
          "Nobody's Fault But Mine",
          "Fool in the Rain",
          "In the Light",
          "The Wanton Song",
          "Moby Dick / Bonzo's Montreux",
          "I'm Gonna Crawl",
          "All My Love"
        ],
        "description": "Conjunto de quatro CDs que marcou a primeira vez que o catálogo da banda foi masterizado para CD, sob supervisão de Jimmy Page que diferente de um álbum de estúdio, possui 54 faixas pensadas pelo guitarrista Jimmy Page para oferecer um panorama da carreira da banda, com todas as músicas óbvias e essenciais presentes. Além de incluir canções de todos os nove álbuns de estúdio, o conjunto apresenta material especial como uma nova faixa (Traveling to Riverside Blues), uma gravação ao vivo inédita (White Summer Black Mountain Side) e uma mistura de duas músicas (Moby Dick e Bonzo's Montreux). O pacote inclui um livreto de 36 páginas com informações da banda e fotos. Algumas edições maiores (tamanho LP) para colecionadores também incluíam pôsteres da banda."
      },
      {
        "album": "Led Zeppelin Remasters",
        "year": 1990,
        "tracks": [
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "Good Times Bad Times",
          "Dazed and Confused",
          "Whole Lotta Love",
          "Heartbreaker",
          "Ramble On",
          "Immigrant Song",
          "Celebration Day",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Misty Mountain Hop",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "The Rain Song",
          "D'yer Mak'er",
          "No Quarter",
          "Houses of the Holy",
          "Kashmir",
          "Trampled Underfoot",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "All My Love",
          "In the Evening"
        ],
        "description": "A versão em CD duplo do Led Zeppelin Remasters, lançada simultaneamente à caixa quádrupla em outubro de 1990, serviu como uma compilação de melhores momentos mais acessível para o público geral.Focando nos principais sucessos e nas músicas mais icônicas da banda. apresentava 24 faixas, incluindo clássicos indiscutíveis como Stairway to Heaven, Whole Lotta Love, Black Dog, Rock and Roll e Kashmir, todas se beneficiando da remasterização digital supervisionada por Jimmy Page oferecendo um resumo poderoso e de alta qualidade da lendária carreira do Led Zeppelin."
      },
      {
        "album": "Led Zeppelin Boxed Set 2",
        "year": 1993,
        "tracks": [
          "Good Times Bad Times",
          "We're Gonna Groove",
          "Night Flight",
          "That's the Way",
          "Baby Come On Home (Previously Unreleased)",
          "The Lemon Song",
          "You Shook Me",
          "Boogie With Stu",
          "Bron-Yr-Aur",
          "Down by the Seaside",
          "Out on the Tiles",
          "Black Mountain Side",
          "Moby Dick",
          "Sick Again",
          "Hot Dog",
          "Carouselambra",
          "South Bound Saurez",
          "Walter's Walk",
          "Darlene",
          "Black Country Woman",
          "How Many More Times",
          "The Rover",
          "Four Sticks",
          "Hats Off to (Roy) Harper",
          "I Can't Quit You Baby",
          "Hots On for Nowhere",
          "Living Loving Maid (She's Just a Woman)",
          "Royal Orleans",
          "Bonzo's Montreux",
          "The Crunge",
          "Bring It On Home",
          "Tea For One"
        ],
        "description": "Lançado em setembro de 1993, foi concebido para complementar o primeiro box set de 1990, reunindo todas as faixas restantes do catálogo de estúdio da banda que haviam ficado de fora da compilação anterior. A principal função deste box era garantir que, combinando-o com o primeiro Boxed Set, os fãs tivessem a discografia completa de estúdio da banda em formato remasterizado.O grande atrativo para os colecionadores foi a inclusão da faixa de estúdio inédita na época, Baby Come On Home. O box também vinha acompanhado de um livreto de 54 páginas, contendo fotos e informações detalhadas sobre as gravações."
      },
      {
        "album": "Early Days and Latter Days",
        "year": 2002,
        "tracks": [
          "Good Times, Bad Times",
          "Babe I'm Gonna Leave You",
          "Dazed And Confused",
          "Communication Breakdown",
          "Whole Lotta Love",
          "What Is And What Should Never Be",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock And Roll",
          "The Battle Of Evermore",
          "When The Levee Breaks",
          "Stairway To Heaven",
          "The Song Remains The Same",
          "No Quarter",
          "Houses Of The Holy",
          "Trampled Underfoot",
          "Kashmir",
          "Ten Years Gone",
          "Achilles Last Stand",
          "Nobody's Fault But Mine",
          "All My Love",
          "In The Evening"
        ],
        "description": "O lançamento Early Days and Latter Days é, na verdade, a junção de duas compilações de melhores momentos da banda, originalmente lançadas como volumes separados. O volume 1, Early Days, foi lançado em novembro de 1999 e focava na fase inicial da banda (1968-1971), cobrindo faixas dos quatro primeiros álbuns. O volume 2, Latter Days, lançado em novembro de 2000, abrangia o período posterior (1973-1980), com faixas dos álbuns restantes com músicas dos álbuns Houses of the Holy, Physical Graffiti, Presence e In Through the Out Door. Em 2002, ambos os volumes foram combinados em um único lançamento, proporcionando aos fãs uma visão abrangente da carreira do Led Zeppelin, desde seus primeiros dias até o final de sua jornada musical."
      },
      {
        "album": "Mothership",
        "year": 2007,
        "tracks": [
          "Good Times Bad Times",
          "Communication Breakdown",
          "Dazed And Confused",
          "Babe I'm Gonna Leave You",
          "Whole Lotta Love",
          "Ramble On",
          "Heartbreaker",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Rock And Roll",
          "Black Dog",
          "When The Levee Breaks",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "Over The Hills And Far Away",
          "D'yer Mak'er",
          "No Quarter",
          "Trampled Under Foot",
          "Houses Of The Holy",
          "Kashmir",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "In The Evening",
          "All My Love"
        ],
        "description": "O Mothership, lançado em novembro de 2007, representa a coletânea definitiva e a mais vendida da carreira do Led Zeppelin, ideal para novos fãs e colecionadores. A compilação é um álbum duplo (dois CDs), totalizando 24 faixas. Uma versão de luxo popular também inclui um DVD com uma seleção de performances ao vivo icônicas da banda. A seleção das faixas foi feita pelos membros remanescentes da banda — Jimmy Page, Robert Plant e John Paul Jones — garantindo um repertório que eles consideravam essencial e representativo. Foi remasterizado digitalmente, sob a supervisão de Jimmy Page, utilizando os mais recentes avanços tecnológicos da época. A arte da capa apresenta o famoso dirigível Hindenburg em um campo de testes, uma imagem que se tornou imediatamente reconhecível e sinônimo da identidade visual da banda na era moderna."
      }
    ]
  }
}