{
  "led_zeppelin": {
    "historia": "O Led Zeppelin surgiu em 1968, formado por Jimmy Page, Robert Plant, John Paul Jones e John Bonham, inicialmente como os \"New Yardbirds\". Seu álbum de estreia, <i>Led Zeppelin</i> (1969), redefiniu o blues-rock com uma intensidade inédita e visceral.\n\nA banda consolidou seu som pesado e inovador com <i>Led Zeppelin II</i> (1969), impulsionado pelo icônico <i>Whole Lotta Love</i>. Eles rapidamente se tornaram gigantes do rock, dominando palcos e a crítica com uma energia imparável.\n\nSeu auge criativo veio com <i>Led Zeppelin IV</i> (1971), que apresentou hinos como <i>Stairway to Heaven</i> e <i>Black Dog</i>, tornando-se um marco. Álbuns como <i>Houses of the Holy</i> (1973) e o duplo <i>Physical Graffiti</i> (1975), com <i>Kashmir</i>, mostraram sua versatilidade e ambição sonora.\n\nApesar do sucesso, a banda enfrentou desafios pessoais e criativos na segunda metade dos anos 70. Álbuns como <i>Presence</i> (1976) e <i>In Through the Out Door</i> (1979) refletiram essas tensões e uma sonoridade mais experimental.\n\nO trágico falecimento do baterista John Bonham em 25 de setembro de 1980 marcou o fim da linha. Em 4 de dezembro de 1980, o Led Zeppelin anunciou sua dissolução, deixando um legado imortal que moldou o rock para sempre.",
    "perfis": {
      "John Paul Jones": "John Richard Baldwin, nascido em 3 de janeiro de 1946, adotou o nome John Paul Jones. Instrumentista prodígio, dominava baixo, teclados e violão desde cedo. Antes do Led Zeppelin, foi um requisitado músico de sessão a partir dos anos 60, trabalhando com The Rolling Stones, Jeff Beck e Donovan, acumulando vasta experiência.\n\nEm 1968, Jimmy Page o convidou para formar o New Yardbirds, que logo se tornaria Led Zeppelin. Jones trouxe sua notável versatilidade, atuando como baixista e tecladista. Ele foi a âncora rítmica e melódica, essencial para a densidade e complexidade sonora da banda.\n\nSeu estilo no baixo era melódico e complexo, com linhas icônicas como em <i>Ramble On</i> e <i>The Lemon Song</i>. Nos teclados, adicionava texturas inovadoras com órgão em <i>Whole Lotta Love</i> e piano em <i>Stairway to Heaven</i>, além de sintetizadores. Era um arranjador brilhante, orquestrando passagens como em <i>Kashmir</i>.\n\nNo álbum <i>Led Zeppelin IV</i> (1971), cada membro escolheu um símbolo pessoal. O de Jones, um círculo com três ovais, é derivado de um livro de runas e representa uma pessoa confiante e competente. Simboliza um mestre artesão ou um profissional habilidoso, refletindo sua vasta capacidade musical.\n\nApós o fim do Led Zeppelin em 1980, Jones manteve-se ativo. Lançou álbuns solo, produziu outros artistas e formou o supergrupo Them Crooked Vultures com Dave Grohl e Josh Homme. Sua carreira pós-Zeppelin solidificou seu legado como um dos músicos mais respeitados e inovadores do rock.",
      "Jimmy Page": "Nascido James Patrick Page em 9 de janeiro de 1944, em Heston, Inglaterra, Jimmy Page iniciou sua carreira como um prolífico músico de estúdio na década de 60. Contribuiu para inúmeros hits antes de se juntar aos Yardbirds em 1966, inicialmente como baixista e depois guitarrista. Após a saída dos membros originais, formou os New Yardbirds, que logo se tornariam o Led Zeppelin em 1968.\n\nCom o Led Zeppelin, Page reinventou o hard rock e o blues-rock, definindo a sonoridade de uma era. Seu trabalho em álbuns seminais como <i>Led Zeppelin I</i> (1969) e <i>Led Zeppelin II</i> (1969) é caracterizado por riffs pesados, experimentação e um som bombástico. A fusão de blues elétrico, folk e psicodelia era sua marca registrada.\n\nPage era um mestre em texturas e dinâmicas, alternando peso com passagens acústicas delicadas. Inovou com técnicas de gravação como o \"microfonação distante\", criando ambiência única. Seus solos, melódicos e enérgicos, incorporavam blues e folk, e ele é famoso por usar um arco de violino na guitarra, expandindo as possibilidades do instrumento.\n\nNo icônico álbum <i>Led Zeppelin IV</i> (1971), Page adotou um símbolo pessoal, o \"Zoso\", que nunca teve seu significado exato revelado por ele. É uma combinação de símbolos astrológicos ou rúnicos, frequentemente associado ao ocultismo ou a Saturno. Sua escolha adicionou um ar de mistério e misticismo à persona da banda.\n\nApós o fim do Led Zeppelin em 1980, Page continuou ativo em projetos como o The Firm e colaborações com David Coverdale. Seu legado é o de um dos guitarristas mais influentes da história do rock. Sua visão musical, técnica inovadora e habilidade em criar paisagens sonoras moldaram gerações de músicos e o próprio gênero.",
      "John Bonham": "John Henry Bonham, o \"Bonzo\", nasceu em 31 de maio de 1948, em Redditch, Inglaterra. Seu estilo poderoso e inconfundível já se destacava em bandas locais. Em 1968, ele se uniu a Jimmy Page, Robert Plant e John Paul Jones, formando o Led Zeppelin. Sua batida estrondosa e única redefiniu o ritmo do rock.\n\nBonham era sinônimo de força, velocidade e precisão técnica. Utilizava uma bateria Ludwig robusta e pratos grandes para seu som maciço. Suas marcas registradas incluíam figuras de tercinas e o shuffle hipnótico, como em <i>Fool in the Rain</i>. Ele possuía um swing e groove que eram ao mesmo tempo brutais e sutis.\n\nSeu símbolo pessoal, encontrado em <i>Led Zeppelin IV</i>, são três círculos interligados. Eles representam a mãe, o pai e a criança, aludindo a ele, sua esposa Pat e seu filho Jason. Bonham era famoso por seus solos explosivos em <i>Moby Dick</i>, frequentemente executados com as mãos nuas.\n\nA bateria de Bonham era a espinha dorsal de clássicos como <i>Whole Lotta Love</i> e <i>When the Levee Breaks</i>. Seu groove monumental e a capacidade de tocar com tremenda dinâmica eram essenciais. Ele fundia blues, funk e rock pesado de uma forma inimitável. Sua musicalidade elevou a banda a outro patamar.\n\nTragicamente, John Bonham faleceu em 25 de setembro de 1980, aos 32 anos. A causa foi aspiração pulmonar de vômito após consumo excessivo de álcool. Sua morte marcou o fim do Led Zeppelin. Bonham permanece uma lenda, um dos bateristas mais influentes e inovadores da história do rock.",
      "Robert Plant": "Nascido Robert Anthony Plant em 20 de agosto de 1948, em West Bromwich, Inglaterra, ele iniciou sua jornada musical no blues britânico. Após passar por várias bandas locais, foi recrutado por Jimmy Page em 1968 para ser o vocalista do Led Zeppelin. Sua voz poderosa e presença de palco magnética tornaram-se pilares fundamentais para o sucesso mundial da banda.\n\nCom o Led Zeppelin, Plant redefiniu o papel do <i>frontman</i> no rock. Sua performance em clássicos como <i>Led Zeppelin II</i> (1969) e <i>Physical Graffiti</i> (1975) demonstra uma amplitude vocal impressionante e uma entrega emocional intensa. Ele fundiu o blues com elementos da mitologia e do misticismo, elevando as letras do grupo a um novo patamar lírico.\n\nTecnicamente, sua voz era caracterizada por agudos potentes, um timbre rasgado e o uso de falsetes dinâmicos. Plant dominava a técnica de improvisação vocal <i>call and response</i> com a guitarra de Page, criando diálogos sonoros únicos. Seu estilo vocal influenciou quase todos os cantores de hard rock e heavy metal que o sucederam nas décadas seguintes.\n\nNo álbum <i>Led Zeppelin IV</i> (1971), seu símbolo pessoal era a <i>Pena de Maat</i>, a deusa egípcia da justiça e verdade, dentro de um círculo. O símbolo representa a soberania do indivíduo e a busca pela verdade, refletindo seu interesse por civilizações antigas e literatura. A pena simboliza a leveza necessária para a alma no julgamento final da mitologia egípcia.\n\nApós 1980, Plant seguiu uma carreira solo diversificada, explorando folk, world music e parcerias icônicas como em <i>Raising Sand</i> (2007). Sua habilidade de se reinventar manteve sua relevância intacta por décadas. Ele permanece como uma das vozes mais distintas e celebradas da história, sendo a personificação do deus dourado do rock n' roll."
    },
    "shows": [
      {
        "data": "04/10/1968",
        "local": "Mayfair Ballroom, Newcastle upon Tyne, Inglaterra",
        "contexto": "O primeiro show oficial da banda sob o nome Led Zeppelin. Marcou o início de sua turnê de estreia pelo Reino Unido, após shows na Escandinávia como 'The New Yardbirds'. A banda ainda estava desenvolvendo seu som e repertório, mas já demonstrava a química explosiva que os tornaria lenda.",
        "setlist": [
          "<i>Train Kept A-Rollin'</i>",
          "<i>Dazed and Confused</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Babe I'm Gonna Leave You</i>",
          "<i>How Many More Times</i>",
          "<i>Communication Breakdown</i>",
          "<i>You Shook Me</i>"
        ]
      },
      {
        "data": "10/01/1969",
        "local": "Fillmore West, San Francisco, Califórnia, EUA",
        "contexto": "Parte da primeira turnê americana da banda, este show no lendário Fillmore West foi crucial para estabelecer a reputação do Led Zeppelin nos EUA. Eles impressionaram o público e críticos, solidificando sua posição como uma força a ser reconhecida no cenário do rock.",
        "setlist": [
          "<i>Train Kept A-Rollin'</i>",
          "<i>I Can't Quit You Baby</i>",
          "<i>As Long As I Have You</i>",
          "<i>Dazed and Confused</i>",
          "<i>How Many More Times</i>",
          "<i>Communication Breakdown</i>",
          "<i>You Shook Me</i>",
          "<i>Pat's Delight</i>"
        ]
      },
      {
        "data": "09/01/1970",
        "local": "Royal Albert Hall, Londres, Inglaterra",
        "contexto": "Um show lendário e amplamente bootlegado, que capturou o Led Zeppelin em um momento de ascensão meteórica. A performance foi filmada para um especial de TV, mostrando a banda em seu auge de energia e virtuosismo no início de sua carreira.",
        "setlist": [
          "<i>We're Gonna Groove</i>",
          "<i>I Can't Quit You Baby</i>",
          "<i>Dazed and Confused</i>",
          "<i>Heartbreaker</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Thank You</i>",
          "<i>Moby Dick</i>",
          "<i>How Many More Times</i>",
          "<i>Communication Breakdown</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Whole Lotta Love</i>",
          "<i>C'mon Everybody</i>",
          "<i>Something Else</i>",
          "<i>Bring It On Home</i>"
        ]
      },
      {
        "data": "23/09/1971",
        "local": "Budokan Hall, Tóquio, Japão",
        "contexto": "O primeiro show do Led Zeppelin no Japão, marcando a expansão de sua influência global. A banda apresentou material de seu ainda não lançado quarto álbum (<i>Led Zeppelin IV</i>), incluindo a estreia de <i>Stairway to Heaven</i> para o público japonês, demonstrando sua confiança no novo repertório.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Black Dog</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Celebration Day</i>",
          "<i>That's the Way</i>",
          "<i>Going to California</i>",
          "<i>Tangerine</i>",
          "<i>Friends</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "25/06/1972",
        "local": "The Forum, Inglewood, Califórnia, EUA",
        "contexto": "Um dos shows mais celebrados da turnê norte-americana de 1972, que mais tarde seria imortalizado em parte no álbum ao vivo <i>How the West Was Won</i>. A banda estava em seu auge criativo e performático, misturando o poder do blues-rock com a sofisticação de suas composições mais recentes.",
        "setlist": [
          "<i>Immigrant Song</i>",
          "<i>Heartbreaker</i>",
          "<i>Black Dog</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Going to California</i>",
          "<i>That's the Way</i>",
          "<i>Tangerine</i>",
          "<i>Bron-Yr-Aur Stomp</i>",
          "<i>Dazed and Confused</i>",
          "<i>What Is and What Should Never Be</i>",
          "<i>Moby Dick</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Rock and Roll</i>",
          "<i>Communication Breakdown</i>",
          "<i>Weekend</i>"
        ]
      },
      {
        "data": "28/07/1973",
        "local": "Madison Square Garden, Nova York, EUA",
        "contexto": "Um dos três shows que formaram a base para o filme e álbum ao vivo <i>The Song Remains The Same</i>. Este show representa o pináculo da era de shows em arenas e estádios do Led Zeppelin, com a banda consolidada como a maior atração ao vivo do mundo.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Celebration Day</i>",
          "<i>Black Dog</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>The Song Remains the Same</i>",
          "<i>The Rain Song</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Moby Dick</i>",
          "<i>Heartbreaker</i>",
          "<i>Whole Lotta Love</i>",
          "<i>The Ocean</i>"
        ]
      },
      {
        "data": "24/05/1975",
        "local": "Earls Court Arena, Londres, Inglaterra",
        "contexto": "O quarto de uma série de cinco shows esgotados no Earls Court, marcando o triunfante retorno da banda ao Reino Unido após o lançamento de <i>Physical Graffiti</i>. Estes shows foram grandiosos, com produção elaborada e performances épicas, reafirmando o domínio do Led Zeppelin.",
        "setlist": [
          "<i>Rock and Roll</i>",
          "<i>Sick Again</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>In My Time of Dying</i>",
          "<i>The Song Remains the Same</i>",
          "<i>The Rain Song</i>",
          "<i>Kashmir</i>",
          "<i>No Quarter</i>",
          "<i>Tangerine</i>",
          "<i>Going to California</i>",
          "<i>That's the Way</i>",
          "<i>Bron-Yr-Aur Stomp</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Moby Dick</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Black Dog</i>",
          "<i>Heartbreaker</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "04/08/1979",
        "local": "Knebworth House, Stevenage, Inglaterra",
        "contexto": "O primeiro de dois shows monumentais no Knebworth, marcando o retorno do Led Zeppelin aos palcos do Reino Unido após um hiato de quatro anos. Foi um evento massivo, com centenas de milhares de fãs, e representou um 'renascimento' para a banda, embora a tragédia estivesse por vir.",
        "setlist": [
          "<i>The Song Remains the Same</i>",
          "<i>Celebration Day</i>",
          "<i>Black Dog</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Over the Hills and Far Away</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>No Quarter</i>",
          "<i>Hot Dog</i>",
          "<i>The Rain Song</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Kashmir</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Achilles Last Stand</i>",
          "<i>In the Evening</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Rock and Roll</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "07/07/1980",
        "local": "Eissporthalle, Berlim Ocidental, Alemanha",
        "contexto": "O último show completo do Led Zeppelin com John Bonham na bateria. Parte da 'Tour Over Europe 1980', foi um momento melancólico e historicamente significativo, encerrando uma era de forma inesperada meses antes da morte trágica de Bonham.",
        "setlist": [
          "<i>Train Kept A-Rollin'</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>Black Dog</i>",
          "<i>In the Evening</i>",
          "<i>The Rain Song</i>",
          "<i>Hot Dog</i>",
          "<i>All My Love</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Achilles Last Stand</i>",
          "<i>White Summer</i>/<i>Black Mountain Side</i>",
          "<i>Kashmir</i>",
          "<i>Stairway to Heaven</i>",
          "<i>Rock and Roll</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Communication Breakdown</i>"
        ]
      },
      {
        "data": "10/12/2007",
        "local": "The O2 Arena, Londres, Inglaterra",
        "contexto": "O aguardado show de reunião do Led Zeppelin, com Jason Bonham substituindo seu pai na bateria, em homenagem a Ahmet Ertegun. Um evento globalmente transmitido e documentado no filme <i>Celebration Day</i>, provando que o legado da banda ainda ressoava poderosamente.",
        "setlist": [
          "<i>Good Times Bad Times</i>",
          "<i>Ramble On</i>",
          "<i>Black Dog</i>",
          "<i>In My Time of Dying</i>",
          "<i>For Your Life</i>",
          "<i>Trampled Under Foot</i>",
          "<i>Nobody's Fault but Mine</i>",
          "<i>No Quarter</i>",
          "<i>Since I've Been Loving You</i>",
          "<i>Dazed and Confused</i>",
          "<i>Stairway to Heaven</i>",
          "<i>The Song Remains the Same</i>",
          "<i>Misty Mountain Hop</i>",
          "<i>Kashmir</i>",
          "<i>Whole Lotta Love</i>",
          "<i>Rock and Roll</i>"
        ]
      }
    ],
    "timeline": [
      {
        "year": "1968 — Formação",
        "text": "<p>Jimmy Page reúne Robert Plant, John Paul Jones e John Bonham.</p><p>O grupo nasce como The New Yardbirds, mas logo adota o nome Led Zeppelin.</p>"
      },
      {
        "year": "1969 — Ascensão Imediata",
        "text": "<p>Lançamento dos álbuns Led Zeppelin I (janeiro) e Led Zeppelin II (outubro).</p><p>A banda explode mundialmente com seu som pesado e inovador.</p>"
      },
      {
        "year": "1970 — Expansão Musical",
        "text": "<p>Lançamento de Led Zeppelin III, com forte influência folk.</p><p>Inclui as faixas Immigrant Song, Since I've been Loving You e Tangerine.</p><p>A banda se distancia da mídia e reforça seu ar enigmático.</p>"
      },
      {
        "year": "1971 — O Clássico Absoluto",
        "text": "<p>Lançamento de Led Zeppelin IV, um dos álbuns mais vendidos da história.</p><p>Inclui \"Stairway to Heaven\", que se torna um marco do rock.</p>"
      },
      {
        "year": "1973 — Domínio Mundial",
        "text": "<p>Lançamento de Houses of the Holy, marcado pela liberdade criativa.</p><p>Turnês gigantescas estabelecem números recordes de espectadores.</p><p>Criação da gravadora própria: a Swan Song Records.</p>"
      },
      {
        "year": "1975 — Obra-Prima Dupla",
        "text": "<p>Lançamento do álbum duplo Physical Graffiti, primeiro pela recém criada Swan Song Records.</p><p>Inclui a icônica Kashimir, Ten Years Gone e In My Time of Dying.</p><p>O Led Zeppelin atinge o auge criativo e comercial.</p>"
      },
      {
        "year": "1977 — Tragédia e Hiato",
        "text": "<p>Morte de Karac Plant, filho de Robert Plant aos 5 anos de idade.</p><p>A turnê americana é cancelada e a banda entra em pausa.</p>"
      },
      {
        "year": "1979 — Retorno",
        "text": "<p>Lançamento do álbum In Through the Out Door, repleto de texturas e sintetizadores, é considerado o disco de John Paul Jones.</p><p>É o último álbum gravado em estúdio marcando o testamento final do grupo.</p><p>Shows históricos em Knebworth, marcando o retorno aos palcos.</p>"
      },
      {
        "year": "1980 — Fim da Banda",
        "text": "<p>Morte de John Bonham em setembro.</p><p>A banda anuncia oficialmente o seu fim, afirmando que não poderia continuar sem ele.</p><p>Dois anos depois é lançado CODA, álbum com sobras de estúdio de faixas gravadas entre 1968 e 1978.</p>"
      },
      {
        "year": "1985 — Live Aid",
        "text": "<p>Primeira vez que os três membros remanescentes se reuniram no palco após a morte de John Bonham em 1980, com Phil Collins e Tony Thompson na bateria. A apresentação teve um setlist curto: Rock and Roll, Whole Lotta Love e Stairway to Heaven</p>"
      },
      {
        "year": "1988 — Atlantic 40 anos",
        "text": "<p>Reunião em celebração aos 40 anos da Atlantic Records.</p><p>No setlist: Stairway to Heaven, Misty Mountain Hop, Rock and Roll, Whole Lotta Love e Kashimir.</p><p> Destaque para Jason Bonham na bateria, filho do lendário John Bonham.</p>"
      },
      {
        "year": "1995 — Hall da Fama",
        "text": "<p>O Led Zeppelin é introduzido no Rock and Roll Hall of Fame.</p><p>A performance histórica e explosiva contou com convidados interpretando as músicas ao lado da banda.</p><p>Novamente com Jason Bonham assumindo a bateria.</p>"
      },
      {
        "year": "2007 — Celebration Day",
        "text": "<p>Show histórico em Londres, em homenagem a Ahmet Ertegun, fundador da Atlantic Records.</p><p>Formação: Page, Plant, Jones e Jason Bonham.</p><p>18 mil ingressos são vendidos.</p><p>Considerado por muitos o melhor show de reunião da história do rock.</p>"
      },
      {
        "year": "2012 — Filme/Álbum Ao Vivo",
        "text": "<p>O show Celebration Day realizado em 2007 é lançado oficialmente como álbum e filme nos cinemas.</p><p>Vence o Grammy de Melhor Álbum de Rock.</p>"
      }
    ],
    "albuns": [
      {
        "album": "Led Zeppelin",
        "year": 1969,
        "tracks": [
          "Good Times Bad Times",
          "Babe I'm Gonna Leave You",
          "You Shook Me",
          "Dazed And Confused",
          "Your Time Is Gonna Come",
          "Black Mountain Side",
          "Communication Breakdown",
          "I Can't Quit You Baby",
          "How Many More Times"
        ],
        "description": "O álbum de estreia homônimo é uma explosão de blues-rock pesado e psicodelia. Lançado em 1969, ele estabeleceu a base sonora da banda, com faixas como 'Dazed and Confused' e 'Communication Breakdown' que misturam a ferocidade do rock com as raízes profundas do blues americano, definindo um novo paradigma para a música pesada."
      },
      {
        "album": "Led Zeppelin II",
        "year": 1969,
        "tracks": [
          "Whole Lotta Love",
          "What Is and What Should Never Be",
          "The Lemon Song",
          "Thank You",
          "Heartbreaker",
          "Living Loving Maid (She's Just a Woman)",
          "Ramble On",
          "Moby Dick",
          "Bring It On Home"
        ],
        "description": "Considerado por muitos o álbum que definiu o hard rock, 'Led Zeppelin II' é mais direto e pesado que seu antecessor. Gravado enquanto a banda estava em turnê, o álbum captura a energia crua de suas apresentações ao vivo, com riffs icônicos em faixas como 'Whole Lotta Love' e 'Heartbreaker', e uma temática que explora o sexo, a estrada e a mitologia do rock and roll."
      },
      {
        "album": "Led Zeppelin III",
        "year": 1970,
        "tracks": [
          "Immigrant Song",
          "Friends",
          "Celebration Day",
          "Since I've Been Loving You",
          "Out On The Tiles",
          "Gallows Pole",
          "Tangerine",
          "That's The Way",
          "Bron-Y-Aur Stomp",
          "Hats Off To (Roy) Harper"
        ],
        "description": "Este álbum marcou uma virada surpreendente para um som predominantemente acústico e folk, inspirado por um retiro em uma cabana no País de Gales (Bron-Y-Aur). Apesar de ainda conter faixas de rock pesado como 'Immigrant Song', o álbum é dominado por baladas pastorais e melodias celtas, explorando temas de natureza, mitologia e introspecção, mostrando a versatilidade musical da banda."
      },
      {
        "album": "Led Zeppelin IV",
        "year": 1971,
        "tracks": [
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Stairway to Heaven",
          "Misty Mountain Hop",
          "Four Sticks",
          "Going to California",
          "When the Levee Breaks"
        ],
        "description": "Um dos álbuns mais icônicos e misteriosos da história do rock, o quarto álbum sem título é uma obra-prima que consolida todos os elementos do som do Led Zeppelin. Do hard rock pulsante de 'Black Dog' ao folk místico de 'The Battle of Evermore' e a épica e atemporal 'Stairway to Heaven', o álbum explora temas de ocultismo, fantasia e espiritualidade, tornando-se um marco cultural."
      },
      {
        "album": "Houses of the Holy",
        "year": 1973,
        "tracks": [
          "The Song Remains The Same",
          "The Rain Song",
          "Over The Hills And Far Away",
          "The Crunge",
          "Dancing Days",
          "D'yer Mak'er",
          "No Quarter",
          "The Ocean"
        ],
        "description": "Expandindo ainda mais suas fronteiras musicais, 'Houses of the Holy' incorpora influências de reggae ('D'yer Mak'er') e funk ('The Crunge') em seu som. O álbum é mais brilhante e otimista, com uma produção mais polida e complexa. As letras mergulham em temas de fantasia, mitologia e viagens, como visto na épica 'No Quarter' e na melódica 'The Rain Song'."
      },
      {
        "album": "Physical Graffiti",
        "year": 1975,
        "tracks": [
          "Custard Pie",
          "The Rover",
          "In My Time of Dying",
          "Houses of the Holy",
          "Trampled Under Foot",
          "Kashmir",
          "In the Light",
          "Bron-Yr-Aur",
          "Down By the Seaside",
          "Ten Years Gone",
          "Night Flight",
          "The Wanton Song",
          "Boogie With Stu",
          "Black Country Woman",
          "Sick Again"
        ],
        "description": "Um álbum duplo monumental que serve como uma vitrine para a diversidade musical do Led Zeppelin. 'Physical Graffiti' passeia por hard rock, blues, funk, e até música oriental na majestosa 'Kashmir'. O álbum reúne novas gravações com sobras de sessões anteriores, criando uma obra expansiva e coesa que explora temas que vão da vida na estrada a reflexões existenciais."
      },
      {
        "album": "Presence",
        "year": 1976,
        "tracks": [
          "Achilles Last Stand",
          "For Your Life",
          "Royal Orleans",
          "Nobody's Fault But Mine",
          "Candy Store Rock",
          "Hots On For Nowhere",
          "Tea For One"
        ],
        "description": "Gravado em um período turbulento para a banda, 'Presence' é um álbum visceral e dominado por guitarras. É o único álbum de estúdio que não contém teclados ou violões, resultando em um som de hard rock direto e intenso. Faixas como a épica 'Achilles Last Stand' refletem um senso de urgência e luta, com temas líricos que abordam a sobrevivência e a resiliência."
      },
      {
        "album": "In Through the Out Door",
        "year": 1979,
        "tracks": [
          "In The Evening",
          "South Bound Saurez",
          "Fool In The Rain",
          "Hot Dog",
          "Carouselambra",
          "All My Love",
          "I'm Gonna Crawl"
        ],
        "description": "Marcado pela crescente influência do tecladista John Paul Jones, este álbum adota uma sonoridade mais pop e experimental, com uso proeminente de sintetizadores. Canções como 'Fool in the Rain' (com seu ritmo de samba) e a balada 'All My Love' mostram uma faceta mais suave e melódica da banda, contrastando com o rock pesado de seus primeiros anos. Os temas refletem maturidade e perda."
      },
      {
        "album": "Coda",
        "year": 1982,
        "tracks": [
          "We're Gonna Groove",
          "Poor Tom",
          "I Can't Quit You Baby",
          "Walter's Walk",
          "Ozone Baby",
          "Darlene",
          "Bonzo's Montreux",
          "Wearing and Tearing"
        ],
        "description": "Lançado após a morte de John Bonham e o fim da banda, 'Coda' é uma coleção de faixas não lançadas e outtakes de várias sessões de gravação ao longo da carreira do Led Zeppelin. O álbum serve como um epílogo, oferecendo um vislumbre de diferentes momentos da banda, desde o blues pesado do início de carreira até faixas mais experimentais, funcionando como uma despedida para os fãs."
      },
      {
        "album": "Led Zeppelin (Box Set)",
        "year": 1990,
        "tracks": [
          "Whole Lotta Love",
          "Heartbreaker",
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "What Is and What Should Never Be",
          "Thank You",
          "I Can't Quit You Baby",
          "Dazed and Confused",
          "Your Time Is Gonna Come",
          "Ramble On",
          "Travelling Riverside Blues",
          "Friends",
          "Celebration Day",
          "Hey Hey What Can I Do",
          "White Summer / Black Mountain Side",
          "Black Dog",
          "Over the Hills and Far Away",
          "Immigrant Song",
          "The Battle of Evermore",
          "Bron-Y-Aur Stomp",
          "Tangerine",
          "Going to California",
          "Since I've Been Loving You",
          "D'yer Mak'er",
          "Gallows Pole",
          "Custard Pie",
          "Misty Mountain Hop",
          "Rock and Roll",
          "The Rain Song",
          "Stairway to Heaven",
          "Kashmir",
          "Trampled Under Foot",
          "For Your Life",
          "No Quarter",
          "Dancing Days",
          "When the Levee Breaks",
          "Achilles Last Stand",
          "The Song Remains the Same",
          "Ten Years Gone",
          "In My Time of Dying",
          "In the Evening",
          "Candy Store Rock",
          "The Ocean",
          "Ozone Baby",
          "Houses of the Holy",
          "Wearing and Tearing",
          "Poor Tom",
          "Nobody's Fault But Mine",
          "Fool in the Rain",
          "In the Light",
          "The Wanton Song",
          "Moby Dick / Bonzo's Montreux",
          "I'm Gonna Crawl",
          "All My Love"
        ],
        "description": "Conjunto de quatro CDs que marcou a primeira vez que o catálogo da banda foi masterizado para CD, sob supervisão de Jimmy Page que diferente de um álbum de estúdio, possui 54 faixas pensadas pelo guitarrista Jimmy Page para oferecer um panorama da carreira da banda, com todas as músicas óbvias e essenciais presentes. Além de incluir canções de todos os nove álbuns de estúdio, o conjunto apresenta material especial como uma nova faixa (Traveling to Riverside Blues), uma gravação ao vivo inédita (White Summer Black Mountain Side) e uma mistura de duas músicas (Moby Dick e Bonzo's Montreux). O pacote inclui um livreto de 36 páginas com informações da banda e fotos. Algumas edições maiores (tamanho LP) para colecionadores também incluíam pôsteres da banda."
      },
      {
        "album": "Led Zeppelin Remasters",
        "year": 1990,
        "tracks": [
          "Communication Breakdown",
          "Babe I'm Gonna Leave You",
          "Good Times Bad Times",
          "Dazed and Confused",
          "Whole Lotta Love",
          "Heartbreaker",
          "Ramble On",
          "Immigrant Song",
          "Celebration Day",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock and Roll",
          "The Battle of Evermore",
          "Misty Mountain Hop",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "The Rain Song",
          "D'yer Mak'er",
          "No Quarter",
          "Houses of the Holy",
          "Kashmir",
          "Trampled Underfoot",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "All My Love",
          "In the Evening"
        ],
        "description": "A versão em CD duplo do Led Zeppelin Remasters, lançada simultaneamente à caixa quádrupla em outubro de 1990, serviu como uma compilação de melhores momentos mais acessível para o público geral.Focando nos principais sucessos e nas músicas mais icônicas da banda. apresentava 24 faixas, incluindo clássicos indiscutíveis como Stairway to Heaven, Whole Lotta Love, Black Dog, Rock and Roll e Kashmir, todas se beneficiando da remasterização digital supervisionada por Jimmy Page oferecendo um resumo poderoso e de alta qualidade da lendária carreira do Led Zeppelin."
      },
      {
        "album": "Led Zeppelin Boxed Set 2",
        "year": 1993,
        "tracks": [
          "Good Times Bad Times",
          "We're Gonna Groove",
          "Night Flight",
          "That's the Way",
          "Baby Come On Home (Previously Unreleased)",
          "The Lemon Song",
          "You Shook Me",
          "Boogie With Stu",
          "Bron-Yr-Aur",
          "Down by the Seaside",
          "Out on the Tiles",
          "Black Mountain Side",
          "Moby Dick",
          "Sick Again",
          "Hot Dog",
          "Carouselambra",
          "South Bound Saurez",
          "Walter's Walk",
          "Darlene",
          "Black Country Woman",
          "How Many More Times",
          "The Rover",
          "Four Sticks",
          "Hats Off to (Roy) Harper",
          "I Can't Quit You Baby",
          "Hots On for Nowhere",
          "Living Loving Maid (She's Just a Woman)",
          "Royal Orleans",
          "Bonzo's Montreux",
          "The Crunge",
          "Bring It On Home",
          "Tea For One"
        ],
        "description": "Lançado em setembro de 1993, foi concebido para complementar o primeiro box set de 1990, reunindo todas as faixas restantes do catálogo de estúdio da banda que haviam ficado de fora da compilação anterior. A principal função deste box era garantir que, combinando-o com o primeiro Boxed Set, os fãs tivessem a discografia completa de estúdio da banda em formato remasterizado.O grande atrativo para os colecionadores foi a inclusão da faixa de estúdio inédita na época, Baby Come On Home. O box também vinha acompanhado de um livreto de 54 páginas, contendo fotos e informações detalhadas sobre as gravações."
      },
      {
        "album": "Early Days and Latter Days",
        "year": 2002,
        "tracks": [
          "Good Times, Bad Times",
          "Babe I'm Gonna Leave You",
          "Dazed And Confused",
          "Communication Breakdown",
          "Whole Lotta Love",
          "What Is And What Should Never Be",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Black Dog",
          "Rock And Roll",
          "The Battle Of Evermore",
          "When The Levee Breaks",
          "Stairway To Heaven",
          "The Song Remains The Same",
          "No Quarter",
          "Houses Of The Holy",
          "Trampled Underfoot",
          "Kashmir",
          "Ten Years Gone",
          "Achilles Last Stand",
          "Nobody's Fault But Mine",
          "All My Love",
          "In The Evening"
        ],
        "description": "O lançamento Early Days and Latter Days é, na verdade, a junção de duas compilações de melhores momentos da banda, originalmente lançadas como volumes separados. O volume 1, Early Days, foi lançado em novembro de 1999 e focava na fase inicial da banda (1968-1971), cobrindo faixas dos quatro primeiros álbuns. O volume 2, Latter Days, lançado em novembro de 2000, abrangia o período posterior (1973-1980), com faixas dos álbuns restantes com músicas dos álbuns Houses of the Holy, Physical Graffiti, Presence e In Through the Out Door. Em 2002, ambos os volumes foram combinados em um único lançamento, proporcionando aos fãs uma visão abrangente da carreira do Led Zeppelin, desde seus primeiros dias até o final de sua jornada musical."
      },
      {
        "album": "Mothership",
        "year": 2007,
        "tracks": [
          "Good Times Bad Times",
          "Communication Breakdown",
          "Dazed And Confused",
          "Babe I'm Gonna Leave You",
          "Whole Lotta Love",
          "Ramble On",
          "Heartbreaker",
          "Immigrant Song",
          "Since I've Been Loving You",
          "Rock And Roll",
          "Black Dog",
          "When The Levee Breaks",
          "Stairway to Heaven",
          "The Song Remains the Same",
          "Over The Hills And Far Away",
          "D'yer Mak'er",
          "No Quarter",
          "Trampled Under Foot",
          "Houses Of The Holy",
          "Kashmir",
          "Nobody's Fault But Mine",
          "Achilles Last Stand",
          "In The Evening",
          "All My Love"
        ],
        "description": "O Mothership, lançado em novembro de 2007, representa a coletânea definitiva e a mais vendida da carreira do Led Zeppelin, ideal para novos fãs e colecionadores. A compilação é um álbum duplo (dois CDs), totalizando 24 faixas. Uma versão de luxo popular também inclui um DVD com uma seleção de performances ao vivo icônicas da banda. A seleção das faixas foi feita pelos membros remanescentes da banda — Jimmy Page, Robert Plant e John Paul Jones — garantindo um repertório que eles consideravam essencial e representativo. Foi remasterizado digitalmente, sob a supervisão de Jimmy Page, utilizando os mais recentes avanços tecnológicos da época. A arte da capa apresenta o famoso dirigível Hindenburg em um campo de testes, uma imagem que se tornou imediatamente reconhecível e sinônimo da identidade visual da banda na era moderna."
      }
    ],
    "metadata": {
      "lastProfileUpdate": 1769548755779
    }
  }
}
